<!DOCTYPE html><html lang="fr">    <head>
        <meta charset="utf-8">
<meta name="viewport" content="width&#x3D;device-width,&#x20;initial-scale&#x3D;1">
<meta name="mobile-web-app-capable" content="yes">        <title>Philosophie de l’esprit  (A) - L&#039;encylopédie philosophique</title>        <link href="&#x2F;application&#x2F;asset&#x2F;css&#x2F;iconfonts.css&#x3F;v&#x3D;3.2.3" media="screen" rel="stylesheet" type="text&#x2F;css">
<link href="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;css&#x2F;encyclophilo.css&#x3F;v&#x3D;1.0.0" media="screen" rel="stylesheet" type="text&#x2F;css">
<link href="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;css&#x2F;lightslider.min.css&#x3F;v&#x3D;1.0.0" media="screen" rel="stylesheet" type="text&#x2F;css">
<link href="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;css&#x2F;lightgallery.min.css&#x3F;v&#x3D;1.0.0" media="screen" rel="stylesheet" type="text&#x2F;css">
<link href="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;css&#x2F;style.css&#x3F;v&#x3D;1.0.0" media="screen" rel="stylesheet" type="text&#x2F;css">                <script  src="&#x2F;&#x2F;ajax.googleapis.com&#x2F;ajax&#x2F;libs&#x2F;jquery&#x2F;3.6.0&#x2F;jquery.min.js"></script>
<script  src="&#x2F;application&#x2F;asset&#x2F;js&#x2F;global.js&#x3F;v&#x3D;3.2.3"></script>
<script  src="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;js&#x2F;digitalMuret.js&#x3F;v&#x3D;1.0.0"></script>
<script  src="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;js&#x2F;lightslider.min.js&#x3F;v&#x3D;1.0.0"></script>
<script  src="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;js&#x2F;lightgallery.min.js&#x3F;v&#x3D;1.0.0"></script>
<script  src="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;js&#x2F;lg-video.min.js&#x3F;v&#x3D;1.0.0"></script>
<script  src="&#x2F;themes&#x2F;DigitalMuret&#x2F;asset&#x2F;js&#x2F;lg-zoom.js&#x3F;v&#x3D;1.0.0"></script>

    </head>
    <body class="item&#x20;resource&#x20;show">                <div id="wrap">
            <header>
                                <a href="" class="site-title"><h1><span class="title">L&#039;encyclopédie philosophique</span></h1></a>
		<div id="issn"> 
		     ISSN 2606-6661
		</div>
                                <div id="search-container">
                    
<form action="/index/search" id="search-form">
    <input type="text" name="fulltext_search" value=""
        placeholder="Recherche"
        aria-label="Recherche">
    <button type="submit">Recherche</button>
</form>
                    <button type="button" class="search-toggle" title="Toggle search"></button>
                </div>
                <nav>
                    <ul class="navigation">
    <li>
        <a href="&#x2F;page&#x2F;articles">Articles</a>
        <ul>
            <li>
                <a href="&#x2F;page&#x2F;articles_gp">Articles &quot;Grand Public&quot;</a>
            </li>
            <li>
                <a href="&#x2F;page&#x2F;articles_a">Articles &quot;Académiques&quot;</a>
            </li>
            <li>
                <a href="&#x2F;page&#x2F;derniers_articles">Derniers articles publiés</a>
            </li>
        </ul>
    </li>
    <li>
        <a href="&#x2F;page&#x2F;auteurs">Auteurs</a>
    </li>
    <li>
        <a href="&#x2F;page&#x2F;apropos">À propos</a>
        <ul>
            <li>
                <a href="&#x2F;page&#x2F;fonctionnement">Fonctionnement</a>
            </li>
            <li>
                <a href="&#x2F;page&#x2F;equipe">Équipe</a>
            </li>
            <li>
                <a href="&#x2F;page&#x2F;revue_presse">Revue de presse</a>
            </li>
            <li>
                <a href="&#x2F;page&#x2F;site">Site</a>
            </li>
        </ul>
    </li>
</ul>               </nav>
            </header>
            <div id="content" role="main">
                <center><h2><span class="title">Philosophie de l’esprit  (A)</span></h2></center>


<div class="citer">
    <details>
	<summary>Comment citer ?</summary>
	<p class="citation">Esfeld, Michael (2017), &laquo;Philosophie de l’esprit  (A)&raquo;, dans Maxime Kristanek (dir.), <i>l&#39;Encyclopédie philosophique</i>, consulté le ..., <span class="citation-url">https://encyclo-philo.fr/philosophie-de-lesprit-a</span></p>    </details>
</div>


    <div class="media-embeds">
	<div class="media-render"><h3><strong><span style="color: #345a96;">R&eacute;sum&eacute;</span></strong></h3>

<p style="text-align: justify;">Le probl&egrave;me qui est au centre de la philosophie de l&rsquo;esprit peut &ecirc;tre formul&eacute; en termes de quatre proposition dont chacune est plausible prise individuellement, mais dont la conjonction est une contradiction&nbsp;: (1) Les &eacute;tats mentaux ne sont pas des &eacute;tats physiques. (2) Des &eacute;tats mentaux causent des &eacute;tats physiques. (3) Dans la mesure o&ugrave; les &eacute;tats physiques <em>p</em> ont des causes, sont soumis &agrave; des lois et peuvent &ecirc;tre expliqu&eacute;s, alors tout &eacute;tat physique <em>p</em> a des causes physiques compl&egrave;tes, est soumis &agrave; des lois physiques compl&egrave;tes et poss&egrave;de une explication physique compl&egrave;te. (4) Si des &eacute;tats mentaux causent des &eacute;tats physiques, il n&rsquo;y a pas de surd&eacute;termination causale r&eacute;guli&egrave;re de ces &eacute;tats physiques par des causes physiques compl&egrave;tes et des causes mentales additionnelles. Descartes abandonne la proposition (3), d&eacute;fendant un dualisme interactionniste. &Agrave; partir de Leibniz, il est clair que le prix pour cette position est un conflit avec les lois universelles de la physique moderne. Leibniz ainsi que Spinoza rejettent la proposition (2), soutenant un parall&eacute;lisme psychophysique. Toutefois, notre exp&eacute;rience de l&rsquo;efficacit&eacute; causale de nos &eacute;tats mentaux semble &ecirc;tre bien fond&eacute;e. Cette exp&eacute;rience parle aussi contre la position qui abandonne la proposition (4)&nbsp;: cette position risque d&rsquo;&ecirc;tre indiscernable de l&rsquo;&eacute;piph&eacute;nom&eacute;nisme par rapport aux &eacute;tats mentaux. La position qui abandonne (1) est connue comme physicalisme. Son d&eacute;fi principal est de montrer comment les &eacute;tats mentaux peuvent &ecirc;tre identiques &agrave; des &eacute;tats physiques en gardant leurs traits caract&eacute;ristiques. La r&eacute;ponse aujourd&rsquo;hui dominante &agrave; ce d&eacute;fi est le fonctionnalisme selon lequel les &eacute;tats mentaux sont des &eacute;tats fonctionnels dont les occurrences sont r&eacute;alis&eacute;s par des occurrences de configurations d&rsquo;&eacute;tats physiques. C&rsquo;est toutefois une question ouverte de savoir si les &eacute;tats d&rsquo;exp&eacute;rience v&eacute;cue peuvent de mani&egrave;re convaincante &ecirc;tre con&ccedil;us comme des &eacute;tats fonctionnels.</p>

<hr />
<h3 style="text-align: justify;"><strong><span style="color: #345a96;">Table des mati&egrave;res</span></strong></h3>

<p style="text-align: justify;"><strong><span style="color: #345a96;">1. Qu&rsquo;est-ce que l&rsquo;esprit&nbsp;?</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">2. Le probl&egrave;me de la philosophie de l&rsquo;esprit</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">3. La solution de Descartes&nbsp;: le dualisme interactionniste</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">4. La solution de Spinoza et de Leibniz&nbsp;: le parall&eacute;lisme psychophysique</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">5. La solution de Hobbes&nbsp;: la th&eacute;orie de l&rsquo;identit&eacute; psychophysique</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">6. Le fonctionnalisme</span></strong></p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">7. Le probl&egrave;me dur de la conscience</span></strong></p>

<hr />
<p style="text-align: justify;"><strong><span style="color: #345a96;">1. Qu&rsquo;est-ce que l&rsquo;esprit&nbsp;?</span></strong></p>

<p style="text-align: justify;">Nous sommes &agrave; la fois des &ecirc;tres corporels et des &ecirc;tres dou&eacute;s de sensations, pensants et agissants. La question de savoir quel est le rapport entre le corps et l&rsquo;esprit est depuis toujours un des probl&egrave;mes centraux de la philosophie. En effet, c&rsquo;est un probl&egrave;me qui tire son origine de la vie quotidienne et qui est un sujet non seulement pour la philosophie, mais aussi pour les sciences et la religion. La t&acirc;che de la philosophie est (a) de pr&eacute;ciser en quoi exactement consiste ce probl&egrave;me et (b) de d&eacute;velopper et d&rsquo;&eacute;valuer de mani&egrave;re argument&eacute;e des propositions de solution.</p>

<p style="text-align: justify;">Qu&rsquo;est-ce que l&rsquo;esprit&nbsp;? Il semble que le trait distinctif commun aux &eacute;tats mentaux soit le fait d&rsquo;&ecirc;tre conscients&nbsp;: tous les &eacute;tats mentaux, et uniquement eux, sont des &eacute;tats conscients. La douleur, par exemple, n&rsquo;existe que comme conscience de la douleur. Mais qu&rsquo;est-ce que la conscience&nbsp;? Trouver une r&eacute;ponse &agrave; cette question est au moins aussi difficile que de r&eacute;pondre &agrave; la question de savoir quel est le trait distinctif des &eacute;tats mentaux.</p>

<p style="text-align: justify;">Selon une conception courante, la conscience consiste en des <em>exp&eacute;riences v&eacute;cues</em>, manifestant une qualit&eacute; ph&eacute;nom&eacute;nale (voir notamment Nagel (1984), chapitre 12). &Ecirc;tre amoureux de quelqu&rsquo;un, &eacute;prouver <a id="post-11276-OLE_LINK120"></a><a id="post-11276-OLE_LINK117"></a>les effets d&rsquo;une drogue, avoir mal &agrave; la t&ecirc;te, etc., chacun de ces &eacute;tats est ressenti d&rsquo;une certaine mani&egrave;re. Pour d&eacute;crire l&rsquo;aspect ph&eacute;nom&eacute;nal ou v&eacute;cu des &eacute;tats mentaux, on utilise le terme technique de <em>quale</em> (pluriel&nbsp;: <em>qualia</em>). Par ce terme, on veut indiquer qu&rsquo;il s&rsquo;agit d&rsquo;exp&eacute;riences qui poss&egrave;dent une certaine qualit&eacute; sensorielle. Des &eacute;motions, des repr&eacute;sentations imaginaires, des sensations, des perceptions et peut-&ecirc;tre aussi des d&eacute;sirs sont ainsi des exp&eacute;riences v&eacute;cues.</p>

<p style="text-align: justify;">Il semble toutefois que ce trait ne caract&eacute;rise pas tous les &eacute;tats mentaux&nbsp;: au moins les croyances et les volitions constitueraient apparemment des exceptions. Le fait de penser que Pauline est plus intelligente que Jacques, par exemple, ou celui de savoir que quatre et six font dix, n&rsquo;incluent pas n&eacute;cessairement d&rsquo;exp&eacute;riences v&eacute;cues particuli&egrave;res. Certaines croyances peuvent &ecirc;tre qualifi&eacute;es de rationnelles dans le sens o&ugrave; elles ne sont pas n&eacute;cessairement accompagn&eacute;es d&rsquo;une qualit&eacute; sensorielle sp&eacute;cifique. Il en va de m&ecirc;me pour les volitions, comme celle de vouloir r&eacute;ussir un examen, par exemple.</p>

<p style="text-align: justify;">Les croyances et les volitions sont les exemples paradigmatiques d&rsquo;un autre trait qu&rsquo;on propose comme trait caract&eacute;ristique distinctif des &eacute;tats mentaux, &agrave; savoir <em>l&rsquo;intentionnalit&eacute;</em>. Cette proposition remonte &agrave; Franz Brentano (1838&ndash;1917) (voir Brentano (1944), livre&nbsp;2, chapitre&nbsp;1, &sect;&nbsp;5). L&rsquo;intentionnalit&eacute; d&rsquo;un &eacute;tat mental consiste en le fait d&rsquo;<em>&ecirc;tre dirig&eacute; vers quelque chose</em> ou d&rsquo;<em>avoir quelque chose pour objet</em>, au sens de repr&eacute;senter quelque chose. <a id="post-11276-OLE_LINK14"></a><a id="post-11276-OLE_LINK18"></a>Par exemple, la croyance que Pauline est plus intelligente que Jacques porte bien sur quelque chose&nbsp;: deux personnes sp&eacute;cifiques. La croyance que quatre et six font dix se rapporte &agrave; un fait math&eacute;matique. La volont&eacute; de r&eacute;ussir un examen a pour objet un &eacute;tat futur de soi qu&rsquo;on veut voir se r&eacute;aliser. Les &eacute;tats intentionnels paradigmatiques sont des &eacute;tats qui poss&egrave;dent un contenu conceptuel, c&rsquo;est-&agrave;-dire qu&rsquo;ils impliquent l&rsquo;emploi de concepts, comme c&rsquo;est typiquement le cas avec les croyances. On peut donc consid&eacute;rer que les &eacute;tats mentaux pr&eacute;sentent deux traits caract&eacute;ristiques&nbsp;: <em>l&rsquo;exp&eacute;rience v&eacute;cue</em> et <em>l&rsquo;intentionnalit&eacute;</em>. Il appara&icirc;t pourtant qu&rsquo;aucun de ces traits n&rsquo;est poss&eacute;d&eacute; par tous les &eacute;tats mentaux. De plus, le rapport entre ces deux traits n&rsquo;est pas &eacute;vident. N&eacute;anmoins, beaucoup d&rsquo;&eacute;tats mentaux pr&eacute;sentent ces deux aspects&nbsp;: ils impliquent une exp&eacute;rience v&eacute;cue particuli&egrave;re et ils sont intentionnels.</p>

<p style="text-align: justify;"><span style="color: #345a96;"><strong>2. Le probl&egrave;me de la philosophie de l&rsquo;esprit</strong></span></p>

<p style="text-align: justify;">On peut pr&eacute;ciser le probl&egrave;me que pose le rapport entre esprit et corps en formulant quatre propositions qui sont plausibles chacune pris &agrave; elle seule, mais dont la conjonction est une contradiction. De prime abord, il semble &eacute;vident que l&rsquo;esprit est distinct du corps &ndash; c&rsquo;est-&agrave;-dire que <em>(1)</em> <em>les &eacute;tats mentaux ne sont pas des &eacute;tats physiques</em>. Les traits de l&rsquo;exp&eacute;rience v&eacute;cue et d&rsquo;intentionnalit&eacute; sont caract&eacute;ristiques des &eacute;tats mentaux et semblent distinguer ces &eacute;tats des &eacute;tats physiques ou corporels. Notamment, il semble que les &eacute;tats mentaux soient subjectifs, dans le sens o&ugrave; ils sont priv&eacute;s, tandis que les &eacute;tats physiques, &eacute;tant publics, sont objectifs. Par exemple, la question de savoir si la taille de Pierre d&eacute;passe un m&egrave;tre quatre-vingt se pr&ecirc;te &agrave; un examen public&nbsp;; Pierre n&rsquo;occupe pas une position privil&eacute;gi&eacute;e eu &eacute;gard &agrave; la d&eacute;termination de sa propre taille. Au contraire, il semble que Pierre soit le seul &agrave; pouvoir directement savoir s&rsquo;il ressent une douleur.</p>

<p style="text-align: justify;">N&eacute;anmoins, il y a un rapport causal entre les &eacute;tats physiques et les &eacute;tats mentaux. En particulier, <em>(2) des &eacute;tats mentaux causent des &eacute;tats physiques.</em> Par exemple, la volont&eacute; de lever son bras droit cause l&rsquo;&eacute;tat que son bras droit se l&egrave;ve. En g&eacute;n&eacute;ral, des d&eacute;sirs et des volitions causent certains comportements physiques, &agrave; savoir des &eacute;tats physiques qui sont aptes &agrave; produire les effets voulus. Il ne s&rsquo;agit pas uniquement d&rsquo;&eacute;tats macrophysiques, mais aussi d&rsquo;&eacute;tats microphysiques. Si mon bras droit se l&egrave;ve, la production de cet &eacute;tat macroscopique implique certains changements au niveau du mouvement de particules microphysiques. Toutefois, pour ces changements physiques, il y a &eacute;galement des causes physiques. Le succ&egrave;s que connaissent les sciences de la nature modernes sugg&egrave;re un principe philosophique qu&rsquo;on peut appeler principe de la compl&eacute;tude causale, nomologique et explicative du domaine des &eacute;tats physiques. Ce principe dit ceci&nbsp;: <em>(3)</em> <em>dans la mesure o&ugrave; les &eacute;tats physiques </em>p<em> ont des causes, sont soumis &agrave; des lois et peuvent &ecirc;tre expliqu&eacute;s, alors tout &eacute;tat physique </em>p<em> a des causes physiques compl&egrave;tes, est soumis &agrave; des lois physiques compl&egrave;tes et poss&egrave;de une explication physique compl&egrave;te</em>. En d&rsquo;autres termes, pour tout &eacute;tat physique, il n&rsquo;est jamais n&eacute;cessaire de chercher une cause &agrave; son occurrence en dehors du domaine physique. S&rsquo;il est possible de trouver une explication causale pour n&rsquo;importe quel &eacute;tat physique donn&eacute;, alors on peut d&eacute;couvrir une explication qui fait r&eacute;f&eacute;rence exclusivement &agrave; d&rsquo;autres &eacute;tats physiques, &eacute;tant donn&eacute; des lois physiques.</p>

<p style="text-align: justify;">Ce principe ne pr&eacute;suppose pas le d&eacute;terminisme. La formulation &laquo;&nbsp;dans la mesure o&ugrave; les &eacute;tats physiques ont des causes&nbsp;&raquo; laisse ouverte la question de savoir dans quelle mesure les &eacute;tats physiques poss&egrave;dent des causes. La causalit&eacute; physique est li&eacute;e aux lois de la nature&nbsp;: si les lois physiques sont d&eacute;terministes, alors il existe, pour chaque &eacute;tat physique <em>p</em>, des causes physiques suffisantes dont l&rsquo;occurrence entra&icirc;ne l&rsquo;occurrence de <em>p</em>. Si ces lois sont probabilistes, alors il existe, pour tous les types d&rsquo;&eacute;tats physiques, des probabilit&eacute;s d&rsquo;occurrence qui sont compl&egrave;tement d&eacute;termin&eacute;es par l&rsquo;occurrence d&rsquo;autres &eacute;tats physiques et par les lois physiques. En d&rsquo;autres termes, les causes physiques, &eacute;tant soumises &agrave; des lois, suffisent &agrave; fixer pour tous les types d&rsquo;&eacute;tats physiques les probabilit&eacute;s de leur occurrence.</p>

<p style="text-align: justify;">L&rsquo;argument cl&eacute; en faveur du principe de la compl&eacute;tude du domaine physique est que les sciences de la nature modernes nous mettent &agrave; disposition, depuis la th&eacute;orie de la gravitation d&rsquo;Isaac Newton (1642&ndash;1727), des th&eacute;ories physiques fondamentales qui sont universelles, c&rsquo;est-&agrave;-dire des th&eacute;ories dont les lois s&rsquo;appliquent &agrave; tous les syst&egrave;mes et &agrave; tous les &eacute;tats physiques. Si ces th&eacute;ories sont universelles, elles excluent qu&rsquo;il y ait des &eacute;tats physiques qui n&eacute;cessitent des causes, des lois ou des explications non physiques, c&rsquo;est-&agrave;-dire des lois ou des explications invoquant des variables qui ne figurent pas dans ces th&eacute;ories. De plus, il n&rsquo;y a aucun indice empirique qui nous pousserait &agrave; admettre l&rsquo;existence de causes non physiques intervenant dans le domaine des &eacute;tats physiques.</p>

<p style="text-align: justify;">Ces trois propositions sont la base du probl&egrave;me de la philosophie de l&rsquo;esprit en philosophie moderne. On peut pr&eacute;ciser ce probl&egrave;me de la fa&ccedil;on suivante&nbsp;: soit un &eacute;tat physique <em>p</em><sub>2</sub>, mon bras droit lev&eacute;, par exemple. Cet &eacute;tat physique a une cause physique compl&egrave;te <em>p</em><sub>1</sub> (en vertu de (3)) ainsi qu&rsquo;une cause mentale <em>m</em><sub>1</sub> (en vertu de (2)), en supposant que j&rsquo;ai eu l&rsquo;intention de lever mon bras droit, et ces deux causes sont distinctes (en vertu de (1)).</p>

<p style="text-align: justify;"><em>m</em>1</p>

<p style="text-align: justify;">cause</p>

<p style="text-align: justify;"><em>p</em>1 <em>p</em>2</p>

<p style="text-align: justify;">cause</p>

<p style="text-align: justify;"><em>Figure 1&nbsp;: le probl&egrave;me de la causalit&eacute; mentale</em></p>

<p style="text-align: justify;">Pour &ecirc;tre pr&eacute;cis, pour que la conjonction des propositions (1) &agrave; (3) constitue une contradiction, il faut ajouter une quatri&egrave;me proposition, &agrave; savoir le principe de l&rsquo;absence de surd&eacute;termination r&eacute;guli&egrave;re&nbsp;: <em>(4)</em> <em>si des &eacute;tats mentaux causent des &eacute;tats physiques, il n&rsquo;y a pas de surd&eacute;termination causale r&eacute;guli&egrave;re de ces &eacute;tats physiques par des causes physiques compl&egrave;tes et des causes mentales additionnelles</em>. Le principe (4) est indispensable pour que surgisse le probl&egrave;me, car il est possible de retenir (1), (2) et (3) conjointement si on admet que chaque cas de causalit&eacute; mentale est un cas de surd&eacute;termination, l&rsquo;effet physique en question poss&eacute;dant deux causes distinctes. Pour illustrer la surd&eacute;termination r&eacute;guli&egrave;re, supposons que j&rsquo;ai l&rsquo;intention de lever mon bras droit&nbsp;: l&rsquo;occurrence d&rsquo;un certain &eacute;tat c&eacute;r&eacute;bral d&eacute;termine une certaine probabilit&eacute; que mon bras droit se l&egrave;ve, &eacute;tant donn&eacute; les lois de la physique, et mon d&eacute;sir de lever mon bras droit, &eacute;tant un &eacute;tat mental distinct des &eacute;tats physiques, d&eacute;termine en m&ecirc;me temps de son c&ocirc;t&eacute; cette m&ecirc;me probabilit&eacute; que mon bras droit se l&egrave;ve. De fa&ccedil;on g&eacute;n&eacute;rale, dans chaque cas de causalit&eacute; mentale, il y a aussi toujours une cause physique compl&egrave;te aux effets produits. Par cons&eacute;quent, si on accepte une surd&eacute;termination causale r&eacute;guli&egrave;re, la causalit&eacute; mentale existe, mais tous les effets que produisent les causes mentales sont en m&ecirc;me temps aussi produits par des causes physiques (qui sont distinctes des causes mentales).</p>

<p style="text-align: justify;">Le probl&egrave;me de la philosophie de l&rsquo;esprit peut d&egrave;s lors &ecirc;tre formul&eacute; en ces termes&nbsp;: en admettant la v&eacute;rit&eacute; de (4), les propositions (1) &agrave; (3) forment une triade inconsistante. En effet, toutes ces propositions sont compatibles deux &agrave; deux, mais chacune de ces paires de propositions compatibles implique la fausset&eacute; de la troisi&egrave;me proposition&nbsp;:</p>

<p style="text-align: justify;">&bull; En admettant (4), <em>(1) et (2) impliquent non (3)&nbsp;</em>: si (1) les &eacute;tats mentaux ne sont pas des &eacute;tats physiques et si (2) des &eacute;tats mentaux causent des &eacute;tats physiques, alors il n&rsquo;est pas possible que (3), dans la mesure o&ugrave; un &eacute;tat physique a des causes, il ait des causes physiques compl&egrave;tes&nbsp;; dans ce cas, des &eacute;tats mentaux non physiques sont indispensables comme causes pour certains &eacute;tats physiques.</p>

<p style="text-align: justify;">&bull; En admettant (4), <em>(1) et (3) impliquent non (2)</em>&nbsp;: si (1) les &eacute;tats mentaux ne sont pas des &eacute;tats physiques et si (3), dans la mesure o&ugrave; un &eacute;tat physique a des causes, il a des causes physiques compl&egrave;tes, alors il n&rsquo;est pas possible que (2) des &eacute;tats mentaux causent des &eacute;tats physiques&nbsp;; dans ce cas, il n&rsquo;y a pas de place pour des &eacute;tats mentaux causant des &eacute;tats physiques.</p>

<p style="text-align: justify;">&bull; En admettant (4), <em>(2) et (3) impliquent non (1)&nbsp;</em>: si (2) des &eacute;tats mentaux causent des &eacute;tats physiques et si (3), dans la mesure o&ugrave; un &eacute;tat physique a des causes, il a des causes physiques compl&egrave;tes, alors il n&rsquo;est pas possible que (1) les &eacute;tats mentaux ne soient pas des &eacute;tats physiques&nbsp;; dans ce cas, les &eacute;tats mentaux sont identiques &agrave; des &eacute;tats physiques.</p>

<p style="text-align: justify;">Comme les deux premi&egrave;res propositions trouvent leur origine dans l&rsquo;exp&eacute;rience que nous avons de nous-m&ecirc;mes, qui nous fait nous percevoir comme &eacute;tant des &ecirc;tres dou&eacute;s de sensations, pensants et agissants, et comme la troisi&egrave;me proposition se base sur les r&eacute;sultats des sciences de la nature modernes, on peut &ecirc;tre tent&eacute; de dire que le probl&egrave;me de la philosophie de l&rsquo;esprit est un conflit entre notre exp&eacute;rience subjective et la science. Un tel diagnostic serait pourtant trop facile&nbsp;: il existe d&eacute;j&agrave; une tension entre la premi&egrave;re et la deuxi&egrave;me proposition. En effet, la premi&egrave;re proposition s&eacute;pare les &eacute;tats mentaux des &eacute;tats physiques, tandis que la deuxi&egrave;me proposition &eacute;tablit un lien causal entre les &eacute;tats mentaux et des &eacute;tats physiques.</p>

<p style="text-align: justify;"><span style="color: #345a96;"><strong>3. La solution de Descartes&nbsp;: le dualisme interactionniste</strong></span></p>

<p style="text-align: justify;">Toute position qui maintient la proposition (1) de distinction entre les &eacute;tats mentaux et les &eacute;tats physiques est un dualisme. Le dualisme en philosophie moderne remonte &agrave; Ren&eacute; Descartes (1596&ndash;1650). Suivant ce philosophe, les &eacute;tats mentaux et les &eacute;tats physiques d&rsquo;une personne constituent deux substances diff&eacute;rentes. Il est &agrave; relever qu&rsquo;une argumentation en faveur du dualisme ne peut pas simplement se baser sur l&rsquo;exp&eacute;rience que nous avons de nous-m&ecirc;mes qui nous fait nous percevoir comme des &ecirc;tres dou&eacute;s de sensations, pensants et agissants&nbsp;; encore doit-elle d&eacute;velopper un raisonnement qui montre non seulement que nous utilisons des <em>concepts</em> diff&eacute;rents pour d&eacute;crire les &eacute;tats mentaux et les &eacute;tats physiques (fait trivial que personne ne remet en cause), mais encore qu&rsquo;il existe bien une <em>distinction r&eacute;elle</em> dans le monde entre les &eacute;tats mentaux et les &eacute;tats physiques. Ainsi, notamment dans les <em>M&eacute;ditations touchant la premi&egrave;re philosophie</em> (1641), Descartes d&eacute;veloppe un argument sophistiqu&eacute; qui sert jusqu&rsquo;&agrave; aujourd&rsquo;hui de mod&egrave;le pour tous les arguments en faveur du dualisme&nbsp;: on con&ccedil;oit une situation dans laquelle il y a un &eacute;cart entre les &eacute;tats mentaux et les &eacute;tats physiques. En admettant qu&rsquo;une telle situation est concevable (possibilit&eacute; logique), on cherche &agrave; &eacute;tablir qu&rsquo;elle est r&eacute;ellement possible, et de cela, on conclut &agrave; l&rsquo;existence d&rsquo;une distinction r&eacute;elle entre les &eacute;tats mentaux et les &eacute;tats physiques.</p>

<p style="text-align: justify;">On peut reconstruire les &eacute;tapes principales de l&rsquo;argument de Descartes de la mani&egrave;re suivante&nbsp;:</p>

<p style="text-align: justify;">1) <em>Il est concevable</em> &ndash; c&rsquo;est-&agrave;-dire que cela n&rsquo;implique pas de contradiction &ndash;<em> que tous les &eacute;tats physiques, y compris mon corps, n&rsquo;existent pas</em>. Par exemple, il est concevable que je r&ecirc;ve d&rsquo;&eacute;tats physiques inexistants ou qu&rsquo;un malin g&eacute;nie me trompe en manipulant mon esprit de telle sorte que je croie qu&rsquo;il existe des &eacute;tats physiques en dehors de mon esprit alors que ce n&rsquo;est pas le cas. Ainsi, on peut en arriver &agrave; douter de l&rsquo;existence m&ecirc;me du monde physique, y compris de celle de son propre corps.</p>

<p style="text-align: justify;">2) <em>Il est impossible pour moi de concevoir que mes &eacute;tats mentaux n&rsquo;existent pas</em>. On ne peut pas douter du fait que l&rsquo;on pense, car chaque fois que l&rsquo;on doute de quelque chose, on est effectivement en train de penser. Par cons&eacute;quent, pour chaque &ecirc;tre pensant, la proposition &laquo;&nbsp;Je pense, j&rsquo;existe&nbsp;&raquo; est indubitable.</p>

<p style="text-align: justify;">3) Il suit de (1) et (2) qu&rsquo;<em>il est possible de concevoir de mani&egrave;re claire et distincte ses propres &eacute;tats mentaux sans avoir &agrave; concevoir l&rsquo;existence de ses propres &eacute;tats physiques</em>. En d&rsquo;autres termes, chaque personne a une connaissance claire de ses &eacute;tats mentaux qui n&rsquo;implique pas de r&eacute;f&eacute;rence n&eacute;cessaire &agrave; ses &eacute;tats physiques.</p>

<p style="text-align: justify;">4) <em>Si on peut concevoir de mani&egrave;re claire et distincte </em>a<em> sans </em>b, <em>il s&rsquo;ensuit la possibilit&eacute; m&eacute;taphysique pour </em>a<em> d&rsquo;exister sans</em> b. &Eacute;tant donn&eacute; (3), il est d&egrave;s lors possible pour mes &eacute;tats mentaux d&rsquo;exister sans que des &eacute;tats physiques existent.</p>

<p style="text-align: justify;">5) Il suit de (4) que <em>les &eacute;tats mentaux n&rsquo;appartiennent pas &agrave; la substance physique ou corporelle</em>. Les &eacute;tats mentaux ne sont pas des propri&eacute;t&eacute;s du corps.</p>

<p style="text-align: justify;">6) <em>Tous les &eacute;tats sont des propri&eacute;t&eacute;s d&rsquo;une substance</em>.</p>

<p style="text-align: justify;">7) Il suit de (5) et (6) que <em>mes &eacute;tats mentaux sont les &eacute;tats d&rsquo;une substance mentale</em>. En d&rsquo;autres termes, chaque &ecirc;tre pensant est une substance mentale.</p>

<p style="text-align: justify;">On trouve les deux premi&egrave;res propositions (connues comme l&rsquo;argument du doute) d&eacute;j&agrave; dans la deuxi&egrave;me <em>M&eacute;ditation</em> (&sect;&sect;&nbsp;1&ndash;8). La troisi&egrave;me proposition (connue comme l&rsquo;argument de la connaissance claire, se basant sur les deux premi&egrave;res propositions) est introduite seulement dans la sixi&egrave;me <em>M&eacute;ditation</em> (&sect;&nbsp;9&nbsp;; voir aussi secondes r&eacute;ponses aux <em>Objections contre les M&eacute;ditations</em>, annexe, proposition quatri&egrave;me). Par ce raisonnement, Descartes cherche &agrave; &eacute;tablir qu&rsquo;il existe deux sortes de substances, la substance mentale (<em>res cogitans</em>) et la substance corporelle, ou physique (<em>res extensa</em>).</p>

<p style="text-align: justify;">Ce raisonnement est-il convaincant&nbsp;? La plupart des philosophes contemporains admettent qu&rsquo;il est concevable et m&eacute;taphysiquement possible qu&rsquo;il y ait des &acirc;mes sans corps. De ce fait ne d&eacute;coule cependant pas n&eacute;cessairement que je puisse concevoir de fa&ccedil;on claire et distincte <em>mes</em> &eacute;tats mentaux sans mon corps ou qu&rsquo;il soit possible pour <em>mes</em> &eacute;tats mentaux d&rsquo;exister ind&eacute;pendamment des &eacute;tats physiques. Par cons&eacute;quent, Descartes &eacute;tablit, au mieux, la possibilit&eacute; m&eacute;taphysique pour un dieu de cr&eacute;er des &acirc;mes sans corps. Son argument par le doute ne r&eacute;ussit cependant pas &agrave; prouver que <em>nos</em> &eacute;tats mentaux peuvent exister sans <em>nos</em> &eacute;tats physiques. Partant, il ne montre pas que nous poss&eacute;dons de <em>nos</em> &eacute;tats mentaux une connaissance claire et distincte qui ne contient pas de r&eacute;f&eacute;rences &agrave; nos corps (cf. la critique de Beckermann (1986), chapitre&nbsp;3). Pour cette raison, l&rsquo;argumentation de Descartes en faveur du dualisme des substances est en g&eacute;n&eacute;ral consid&eacute;r&eacute;e comme ing&eacute;nieuse, mais fallacieuse (mais voir Yablo (1990) pour une revivification de ce type d&rsquo;argumentation&nbsp;; de plus, voir Swinburne (1986), en particulier chapitre&nbsp;8, Foster (1991), chapitres 6 et 7, et Meixner (2004), surtout chapitre&nbsp;2, pour des d&eacute;fenses r&eacute;centes du dualisme des substances).</p>

<p style="text-align: justify;">Descartes propose non seulement un dualisme des substances, il soutient encore qu&rsquo;il existe une union causale entre l&rsquo;esprit et le corps. Son dualisme est interactionniste&nbsp;: des &eacute;tats physiques causent des &eacute;tats mentaux et vice-versa. Le dualisme interactionniste r&eacute;sout le probl&egrave;me de la philosophie de l&rsquo;esprit en acceptant les propositions (1), (2) et (4) et en rejetant la proposition (3). Pour r&eacute;pondre &agrave; la question de la fa&ccedil;on dont des &eacute;tats mentaux peuvent causer des &eacute;tats physiques, Descartes &eacute;labore une th&eacute;orie sophistiqu&eacute;e de la causalit&eacute; mentale. Selon lui, l&rsquo;interaction entre les deux sortes d&rsquo;&eacute;tats s&rsquo;effectue dans le cerveau au niveau de la glande pin&eacute;ale (voir <em>Passions de l&rsquo;&acirc;me</em>, premi&egrave;re partie, &sect;&sect;&nbsp;31&ndash;32&nbsp;; voir aussi sixi&egrave;me <em>M&eacute;ditation</em>, &sect;&sect;&nbsp;20&ndash;22). Il n&rsquo;explique cependant pas comment il est possible pour des &eacute;tats mentaux qui ne sont pas localis&eacute;s dans l&rsquo;espace physique d&rsquo;exercer une influence causale en un lieu pr&eacute;cis.</p>

<p style="text-align: justify;">Dans le mod&egrave;le de Descartes, les &eacute;tats mentaux produisent des effets physiques en changeant la direction du mouvement de minuscules particules dans le cerveau. Ils ne changent par contre pas la vitesse de ces particules. En effet, selon la physique de Descartes, seule la somme totale du mouvement des particules dans le cerveau est conserv&eacute;e&nbsp;; la direction du mouvement n&rsquo;est, elle, pas une quantit&eacute; physique conserv&eacute;e. Autrement dit, dans le cadre de cette physique, la direction du mouvement n&rsquo;est pas fix&eacute;e par des lois physiques. D&egrave;s lors, les &eacute;tats mentaux pourraient changer la direction du mouvement des particules c&eacute;r&eacute;brales sans qu&rsquo;un tel changement suppos&eacute; ne contredise une loi physique. Dans le mod&egrave;le de Descartes, il n&rsquo;y a ainsi pas de conflit entre sa proposition quant &agrave; l&rsquo;efficacit&eacute; causale des &eacute;tats mentaux et les lois physiques sur lesquelles il se base (voir <em>Principes</em>, livre&nbsp;2, &sect;&sect;&nbsp;36, 41).</p>

<p style="text-align: justify;">Cependant, Gottfried Wilhelm Leibniz (1646&ndash;1716) objecte &agrave; Descartes que non seulement la somme totale de l&rsquo;impulsion est conserv&eacute;e, mais que l&rsquo;impulsion l&rsquo;est aussi, en tant que quantit&eacute; vectorielle. Autrement dit, la direction du mouvement est &eacute;galement d&eacute;termin&eacute;e par une loi physique. Cette loi n&rsquo;&eacute;tait pas encore connue &agrave; l&rsquo;&eacute;poque de Descartes. Leibniz r&eacute;fute ainsi la solution que propose Descartes (voir Leibniz, <em>Th&eacute;odic&eacute;e</em>, premi&egrave;re partie, &sect;&nbsp;61&nbsp;; <em>Monadologie</em>, &sect;&nbsp;80). Depuis Leibniz, il est clair que le dualisme interactionniste ne peut pas respecter le caract&egrave;re universel des lois de la nature des th&eacute;ories physiques modernes&nbsp;: pour certains changements d&rsquo;&eacute;tats physiques &ndash; &agrave; savoir ceux qui poss&egrave;dent des causes mentales &ndash; les lois physiques ne donnent pas les pr&eacute;dictions corrections, parce qu&rsquo;elles ne tiennent pas compte de tous les facteurs qui influencent ces changements. M&ecirc;me si c&rsquo;est une question ouverte de savoir s&rsquo;il existe une unique th&eacute;orie physique fondamentale et universelle, nous avons &agrave; notre disposition une th&eacute;orie physique qui est applicable &agrave; tous les &eacute;tats physiques. S&rsquo;il y a des intentions mentales qui exercent une influence causale sur certains &eacute;tats physiques, il s&rsquo;ensuit n&eacute;cessairement que pour ces &eacute;tats physiques, les lois physiques n&rsquo;indiquent pas les probabilit&eacute;s correctes (voir Loewer (1996) ainsi que Papineau (2002), appendice). Ainsi, dans le cadre d&rsquo;un dualisme interactionniste, si j&rsquo;ai l&rsquo;intention, par exemple, de lever mon bras droit, les probabilit&eacute;s quant &agrave; l&rsquo;occurrence d&rsquo;&eacute;tats c&eacute;r&eacute;braux de certains types (&agrave; savoir, ceux qui sont n&eacute;cessaires pour que mon bras droit se l&egrave;ve) sont en fait diff&eacute;rentes de ce qu&rsquo;elles auraient &eacute;t&eacute; en l&rsquo;absence de ce facteur mental &ndash; c&rsquo;est-&agrave;-dire qu&rsquo;elles sont diff&eacute;rentes de celles que la th&eacute;orie physique en question indique, th&eacute;orie qui ne tient compte que de facteurs physiques.</p>

<p style="text-align: justify;">Ce conflit n&rsquo;aboutit pourtant pas directement &agrave; une contradiction entre le dualisme interactionniste et la physique contemporaine. Le principe de la compl&eacute;tude causale du domaine des &eacute;tats physiques n&rsquo;est pas un principe physique, mais bien un principe philosophique. La physique, en tant que science naturelle, ne peut pas fixer elle-m&ecirc;me les limites de son applicabilit&eacute;. Il est en principe possible de maintenir que les sciences naturelles et leurs lois ne s&rsquo;appliquent pas &agrave; certains &eacute;tats physiques (&agrave; savoir, certains &eacute;tats c&eacute;r&eacute;braux) si on pense qu&rsquo;il y a des interactions entre ces &eacute;tats physiques et des &eacute;tats non physiques (&agrave; savoir, des &eacute;tats mentaux) (cf. Averill et Keating (1981) ainsi que Gillet (2006)). En d&rsquo;autres termes, il est en principe possible de soutenir que l&rsquo;applicabilit&eacute; de la physique atteint ses limites l&agrave; o&ugrave; s&rsquo;exerce l&rsquo;influence des intentions mentales. Il faudrait ainsi d&eacute;velopper une th&eacute;orie psychophysique pour traiter les &eacute;tats physiques en question. Prendre cette voie ne semble cependant pas &ecirc;tre une option s&eacute;rieuse, &eacute;tant donn&eacute; le succ&egrave;s de la physique contemporaine et celui que conna&icirc;t l&rsquo;investigation neuroscientifique du cerveau qui se base exclusivement sur les lois physiques. En r&eacute;sum&eacute;, le dualisme interactionniste se trouve face &agrave; un dilemme&nbsp;: ou bien il maintient que les lois physiques ne donnent pas les probabilit&eacute;s correctes quant &agrave; l&rsquo;occurrence de certains &eacute;tats <em>physiques</em>, ou bien il propose qu&rsquo;il y a des &eacute;tats <em>physiques </em>auxquels les lois physiques ne s&rsquo;appliquent pas.</p>

<p style="text-align: justify;"><span style="color: #345a96;"><strong>4. La solution de Spinoza et de Leibniz&nbsp;: le parall&eacute;lisme psychophysique</strong></span></p>

<p style="text-align: justify;">Il est possible de souscrire au dualisme mais de laisser tomber la proposition (2) de la causalit&eacute; mentale. Cela revient &agrave; abandonner la version interactionniste du dualisme. Baruch de Spinoza (1632&ndash;1677) d&eacute;veloppe et soutient une telle position, et Leibniz fait de m&ecirc;me suite &agrave; sa critique du dualisme interactionniste de Descartes (voir notamment Spinoza, <em>&Eacute;thique</em>, livre&nbsp;2, propositions 1 &agrave; 13, et livre&nbsp;3, proposition&nbsp;2&nbsp;; Leibniz, <em>Th&eacute;odic&eacute;e</em>, premi&egrave;re partie, &sect;&sect;&nbsp;59&ndash;62&nbsp;; <em>Monadologie</em>, &sect;&nbsp;80). Comme Descartes, Spinoza et Leibniz maintiennent que (1) les &eacute;tats mentaux ne sont pas des &eacute;tats physiques. Ils consid&egrave;rent cependant qu&rsquo;il est absurde de postuler l&rsquo;existence d&rsquo;une causalit&eacute; mentale qui interviendrait dans le cours de la causalit&eacute; physique. Rejeter l&rsquo;aspect interactionniste du dualisme leur permet d&rsquo;accepter (3) le principe de la compl&eacute;tude causale, nomologique et explicative du domaine des &eacute;tats physiques. En revanche, il leur incombe en retour de d&eacute;velopper une th&eacute;orie quant au lien qu&rsquo;entretiennent les &eacute;tats mentaux et les &eacute;tats physiques, un lien qui doit donc &ecirc;tre de nature non causale. La solution que proposent Spinoza et Leibniz est le <em>parall&eacute;lisme psychophysique</em>.</p>

<p style="text-align: justify;">Selon la position parall&eacute;liste, les &eacute;tats physiques causent uniquement des &eacute;tats physiques, et les &eacute;tats mentaux causent uniquement des &eacute;tats mentaux. D&egrave;s lors, en plus du principe de compl&eacute;tude causale, nomologique et explicative du domaine des &eacute;tats physiques, le parall&eacute;lisme postule un principe de compl&eacute;tude causale, nomologique et explicative du domaine des &eacute;tats mentaux. Ce qui nous para&icirc;t de prime abord constituer un lien causal entre des &eacute;tats physiques et des &eacute;tats mentaux n&rsquo;est en fait, selon cette position, qu&rsquo;une relation de correspondance&nbsp;: &agrave; chaque &eacute;tat mental correspond un &eacute;tat physique, et vice-versa. Par exemple, au d&eacute;sir de lever son bras droit correspond un certain &eacute;tat c&eacute;r&eacute;bral, et c&rsquo;est cet &eacute;tat c&eacute;r&eacute;bral qui cause le fait que le bras est lev&eacute;. Cette correspondance parfaite entre les &eacute;tats mentaux et les &eacute;tats physiques est assur&eacute;e par Dieu. Leibniz parle d&rsquo;harmonie pr&eacute;&eacute;tablie. Notons que le parall&eacute;lisme est un dualisme des propri&eacute;t&eacute;s ou des &eacute;tats, et non un dualisme des substances.</p>

<p style="text-align: justify;">Il y a deux objections principales contre le parall&eacute;lisme&nbsp;:</p>

<p style="text-align: justify;">1) <em>Le fait qu&rsquo;il implique un panpsychisme&nbsp;</em>: Le parall&eacute;lisme a non seulement pour cons&eacute;quence qu&rsquo;&agrave; chaque &eacute;tat mental correspond un &eacute;tat physique, mais encore qu&rsquo;&agrave; chaque &eacute;tat physique correspond un &eacute;tat mental. Il aboutit d&egrave;s lors au panpsychisme, position suivant laquelle toute mati&egrave;re poss&egrave;de des &eacute;tats mentaux (voir Spinoza, <em>&Eacute;thique</em>, livre&nbsp;2, proposition&nbsp;13, scolie). Toutefois, quels sont les &eacute;tats mentaux, par exemple, d&rsquo;une pierre ou d&rsquo;un &eacute;lectron&nbsp;? (voir cependant Nagel (1984), chapitre&nbsp;13, et Strawson (2006) pour des d&eacute;fenses contemporaines du panpsychisme)</p>

<p style="text-align: justify;">2) <em>L&rsquo;absence d&rsquo;une psychologie </em><a id="post-11276-OLE_LINK146"></a><a id="post-11276-OLE_LINK145"></a><em>compl&egrave;te&nbsp;</em>: D&rsquo;apr&egrave;s le parall&eacute;lisme, un principe de compl&eacute;tude causale, nomologique et explicative s&rsquo;applique aussi au domaine des &eacute;tats mentaux. Par cons&eacute;quent, si les &eacute;tats mentaux n&rsquo;ont que d&rsquo;autres &eacute;tats mentaux comme causes, il devrait y avoir une psychologie compl&egrave;te &ndash; c&rsquo;est-&agrave;-dire une psychologie qui explique tous les &eacute;tats mentaux en se r&eacute;f&eacute;rant uniquement &agrave; d&rsquo;autres &eacute;tats mentaux. Toutefois, nous n&rsquo;avons aucun indice nous permettant de penser que soit possible une psychologie qui n&rsquo;ait besoin de recourir &agrave; des concepts physiques, concepts comportementaux compris.</p>

<p style="text-align: justify;">En raison de ces deux objections fortes qu&rsquo;on peut lui opposer, le parall&eacute;lisme psychophysique n&rsquo;est quasiment plus soutenu aujourd&rsquo;hui.</p>

<p style="text-align: justify;">Dans la mesure o&ugrave; tant le dualisme interactionniste que le dualisme parall&eacute;liste doivent faire face &agrave; de graves objections, il peut &ecirc;tre tentant de d&eacute;fendre un dualisme qui rejette &agrave; la fois la causalit&eacute; mentale et le parall&eacute;lisme psychophysique. Un tel dualisme est l&rsquo;<em>&eacute;piph&eacute;nom&eacute;nisme.</em> Selon cette position, les &eacute;tats mentaux (1) ne sont pas des &eacute;tats physiques, (2) ils ont des causes physiques ou sont au moins d&eacute;termin&eacute;s par des &eacute;tats physiques, mais (3) ils ne peuvent rien causer eux-m&ecirc;mes &ndash; ni d&rsquo;&eacute;tats physiques, ni d&rsquo;autres &eacute;tats mentaux. Les &eacute;tats mentaux sont ainsi des &eacute;piph&eacute;nom&egrave;nes qui accompagnent certains &eacute;tats physiques. La proposition de l&rsquo;&eacute;piph&eacute;nom&eacute;nisme en philosophie moderne remonte &agrave; Thomas Henry Huxley (1825&ndash;1895) qui l&rsquo;expose dans son article au sujet de l&rsquo;hypoth&egrave;se selon laquelle les animaux sont des automates (voir Huxley (1893), surtout pp.&nbsp;240-246). Toutefois, l&rsquo;&eacute;piph&eacute;nom&eacute;nisme laisse simplement tomber la proposition qui postule l&rsquo;existence de la causalit&eacute; mentale, sans rien dire des bonnes raisons qui nous poussent &agrave; soutenir l&rsquo;efficacit&eacute; causale des &eacute;tats mentaux sur des &eacute;tats physiques et entre eux.</p>

<p style="text-align: justify;">Il existe encore une autre version du dualisme qui est conceptuellement distincte de l&rsquo;&eacute;piph&eacute;nom&eacute;nisme et qui n&rsquo;est ni un parall&eacute;lisme ni un dualisme interactionniste. On peut rejeter la proposition (4) et ainsi admettre une surd&eacute;termination r&eacute;guli&egrave;re de certains &eacute;tats physiques par des causes physiques compl&egrave;tes et des causes mentales additionnelles (voir surtout Bennett (2003)). Une telle strat&eacute;gie visant &agrave; permettre de d&eacute;fendre la coh&eacute;rence de la conjonction de (1), (2) et (3) se heurte toutefois &agrave; de graves objections. On ne contredit pas formellement le principe (2) de la causalit&eacute; mentale en admettant la surd&eacute;termination r&eacute;guli&egrave;re des &eacute;tats physiques influenc&eacute;s par des &eacute;tats mentaux. Toutefois, on peut reprocher &agrave; cette strat&eacute;gie le fait qu&rsquo;elle aboutit &agrave; contredire la motivation qui fonde ce principe. En effet, si on accepte l&rsquo;id&eacute;e que pour tout effet comportemental qui poss&egrave;de une cause mentale, il y a &eacute;galement une cause physique compl&egrave;te, il faut alors conclure que l&rsquo;existence de causes mentales n&rsquo;introduit pas de diff&eacute;rences r&eacute;elles dans le monde&nbsp;: tout effet qui poss&egrave;de une cause mentale aurait de toute mani&egrave;re &eacute;t&eacute; produit &agrave; l&rsquo;identique si la causalit&eacute; mentale n&rsquo;existait pas.</p>

<p style="text-align: justify;">Par cons&eacute;quent, si cette position est conceptuellement distincte de l&rsquo;&eacute;piph&eacute;nom&eacute;nisme dans la mesure o&ugrave; elle ne nie pas explicitement le principe (2) de la causalit&eacute; mentale, on peut pourtant lui objecter que cette distinction n&rsquo;est que formelle. En effet, il n&rsquo;y a <em>de facto</em> pas de distinction entre ces deux positions&nbsp;: accepter l&rsquo;&eacute;piph&eacute;nom&eacute;nisme ou la surd&eacute;termination revient au m&ecirc;me dans la mesure o&ugrave;, selon ces positions, les &eacute;tats mentaux ne jouent aucun r&ocirc;le causal qui leur est propre dans le fonctionnement du monde, la causalit&eacute; physique &eacute;tant suffisant &agrave; produire l&rsquo;occurrence de tout ce qui le constitue.</p>

<p style="text-align: justify;"><span style="color: #345a96;"><strong>5. La solution de Hobbes&nbsp;: la th&eacute;orie de l&rsquo;identit&eacute; psychophysique</strong></span></p>

<p style="text-align: justify;">Toutes les positions dualistes prennent la proposition (1) de distinction entre les &eacute;tats physiques et les &eacute;tats mentaux comme point de d&eacute;part. Par contre, les positions physicalistes prennent comme point de d&eacute;part l&rsquo;id&eacute;e selon laquelle tout ce qui existe est quelque chose de physique. Ces positions rejettent ainsi la proposition (1), ce qui leur permet de retenir les propositions (2), (3) et (4). La th&eacute;orie de l&rsquo;identit&eacute; psychophysique en philosophie moderne tire son origine de Thomas Hobbes (1588&ndash;1679). L&rsquo;argument principal de Hobbes en faveur de cette position est que (a) le mouvement ne peut produire que du mouvement et que (b) le mouvement ne peut &ecirc;tre produit que par du mouvement (voir notamment <em>Du corps</em>, chapitre&nbsp;25, et <em>Leviathan</em>, chapitre&nbsp;1). Hobbes oppose sa th&eacute;orie au dualisme de Descartes (voir <em>Troisi&egrave;mes objections contre les M&eacute;ditations de Descartes</em>, deuxi&egrave;me objection). On trouve donc d&eacute;j&agrave; chez Hobbes l&rsquo;argument de la causalit&eacute; mentale pour d&eacute;fendre la th&egrave;se de l&rsquo;identit&eacute; psychophysique&nbsp;: la causalit&eacute; mentale n&rsquo;est intelligible que si les causes mentales sont identiques &agrave; des causes physiques. Aujourd&rsquo;hui, cet argument est la raison d&rsquo;&ecirc;tre centrale de la th&eacute;orie de l&rsquo;identit&eacute;, &eacute;tant donn&eacute; le principe de la compl&eacute;tude causale, nomologique et explicative du domaine des &eacute;tats physique (voir notamment Kim (2006), chapitres 1 et 4, ainsi que Papineau (2002), chapitre&nbsp;1).</p>

<p style="text-align: justify;">La th&eacute;orie de l&rsquo;identit&eacute; psychophysique est une forme de mat&eacute;rialisme en philosophie. Aujourd&rsquo;hui, on parle cependant de <em>physicalisme</em>, car la conception scientifique du domaine physique a beaucoup chang&eacute; depuis le 17<sup>e</sup> si&egrave;cle. Toutefois, en postulant simplement que les &eacute;tats mentaux sont identiques &agrave; certains &eacute;tats physiques pour rendre intelligible la causalit&eacute; mentale, on ne montre pas <em>comment</em> les &eacute;tats mentaux peuvent &ecirc;tre identiques &agrave; des &eacute;tats physiques tout en conservant leurs traits caract&eacute;ristiques (exp&eacute;rience v&eacute;cue et intentionnalit&eacute;). Hobbes ne donne pas de r&eacute;ponse &agrave; cette question. C&rsquo;est uniquement durant la deuxi&egrave;me moiti&eacute; du 20<sup>e</sup> si&egrave;cle que diff&eacute;rentes versions de la th&eacute;orie de l&rsquo;identit&eacute; psychophysique ont &eacute;t&eacute; d&eacute;velopp&eacute;es qui &eacute;laborent des r&eacute;ponses &agrave; cette question.</p>

<p style="text-align: justify;">La premi&egrave;re forme qu&rsquo;a rev&ecirc;tue la th&eacute;orie de l&rsquo;identit&eacute; psychophysique au 20<sup>e</sup> si&egrave;cle est celle du behaviourisme logique. Le behaviourisme est avant tout un mouvement en psychologie qui date des ann&eacute;es 1920. Il atteint l&rsquo;apog&eacute;e de son influence en philosophie dans les ann&eacute;es 1950. L&rsquo;id&eacute;e centrale du behaviourisme est que l&rsquo;on peut et doit d&eacute;crire et expliquer les conduites des individus en observant leur comportement uniquement. Il faut distinguer la version m&eacute;thodologique du behaviourisme &ndash; qui prescrit &agrave; la psychologie de se limiter &agrave; l&rsquo;&eacute;tude du seul comportement des individus en vue de d&eacute;crire et d&rsquo;expliquer leurs conduites &ndash; de sa version logique ou s&eacute;mantique. Selon cette derni&egrave;re version, les propositions qui contiennent des concepts mentaux d&eacute;crivent des dispositions comportementales (si elles ne sont pas d&eacute;pourvues de sens). Par exemple, la proposition &laquo;&nbsp;Marie ressent une douleur&nbsp;&raquo; d&eacute;crit le comportement affich&eacute; par Marie quand elle ressent une douleur. On peut caract&eacute;riser cette version par les trois th&egrave;ses suivantes (voir surtout Hempel (1935))&nbsp;:</p>

<p style="text-align: justify;"><a id="post-11276-OLE_LINK47"></a><a id="post-11276-OLE_LINK46"></a> (1) Chaque type d&rsquo;&eacute;tat mental est identique &agrave; un type d&rsquo;&eacute;tat physique comportemental. Ces &eacute;tats physiques sont des &eacute;tats macroscopiques que quiconque, sans formation sp&eacute;ciale, peut observer.</p>

<p style="text-align: justify;">(2) Cette identit&eacute; s&rsquo;&eacute;tablit <em>a priori</em> au moyen d&rsquo;une analyse s&eacute;mantique. Elle ne r&eacute;sulte pas de recherches empiriques, mais d&eacute;coule des conditions dans lesquelles les propositions employant des concepts mentaux poss&egrave;dent une signification.</p>

<p style="text-align: justify;">(3) Par cons&eacute;quent, il est possible de traduire chaque concept mental en des concepts physiques. On peut d&egrave;s lors r&eacute;duire toutes les propositions qui contiennent des concepts mentaux &agrave; des propositions qui n&rsquo;emploient que des concepts physiques.</p>

<p style="text-align: justify;">La th&egrave;se (3) provoque une objection qui r&eacute;fute le behaviourisme logique. Cette objection soutient qu&rsquo;il n&rsquo;est pas possible de d&eacute;finir les concepts mentaux en indiquant <em>a priori</em>, par une analyse s&eacute;mantique, leurs conditions d&rsquo;application n&eacute;cessaires et suffisantes en termes physiques. Chaque tentative visant &agrave; produire une d&eacute;finition de ce genre devient circulaire, comprenant en fait des concepts mentaux (voir Chisholm (1957), chapitre&nbsp;11, et Geach (1957), pp.&nbsp;8&ndash;9). Prenons un exemple pour illustrer cette objection. Essayons de d&eacute;finir en termes physiques le concept de d&eacute;sirer une glace. On peut proposer de d&eacute;finir ce concept de la fa&ccedil;on suivante&nbsp;:</p>

<p style="text-align: justify;">Marie d&eacute;sire une glace si et seulement si</p>

<p style="text-align: justify;">&bull; quand Marie est &agrave; la maison et qu&rsquo;il y a de la glace dans le frigo, elle s&rsquo;y rend pour en prendre, et</p>

<p style="text-align: justify;">&bull; quand Marie voit le glacier, elle lui ach&egrave;te une glace, et</p>

<p style="text-align: justify;">&bull; quand on propose une glace &agrave; Marie, elle accepte tout de suite la proposition, etc.</p>

<p style="text-align: justify;">Quelles que soient les conditions qu&rsquo;on ajoute pour obtenir une d&eacute;finition compl&egrave;te du concept en termes physiques, on pourra toujours fournir des exemples contraires &agrave; chacune d&rsquo;elles. La seule fa&ccedil;on de r&eacute;futer ces contre-exemples consisterait &agrave; ajouter des concepts mentaux &agrave; la d&eacute;finition. Par exemple&nbsp;: bien que Marie d&eacute;sire une glace, elle ne va pas en chercher dans son frigo quand elle est chez elle si elle ne <em>croit</em> pas qu&rsquo;il s&rsquo;en trouve. Or, le concept &laquo;&nbsp;croire&nbsp;&raquo; est un concept mental. Et toute tentative visant &agrave; d&eacute;finir ce concept en termes de dispositions comportementales se heurte &agrave; la m&ecirc;me difficult&eacute; &ndash; il y aura des exemples contraires qu&rsquo;on ne pourra r&eacute;futer qu&rsquo;en ayant recours &agrave; d&rsquo;autres concepts mentaux. La d&eacute;finition devient ainsi circulaire. La conclusion suivante s&rsquo;impose&nbsp;: si on se propose de soutenir la th&eacute;orie de l&rsquo;identit&eacute; psychophysique, il est vain, pour le faire, de chercher &agrave; se baser sur la s&eacute;mantique des concepts mentaux et d&rsquo;essayer d&rsquo;identifier <em>a priori</em>, par une analyse s&eacute;mantique, le contenu des concepts mentaux au contenu de certains concepts physiques.</p>

<p style="text-align: justify;">Cette conclusion fut tir&eacute;e &agrave; partir de la deuxi&egrave;me moiti&eacute; des ann&eacute;es 1950. D&egrave;s lors, on proposa une th&eacute;orie qui ne se base plus sur un raisonnement s&eacute;mantique, mais qui prend comme mod&egrave;le les progr&egrave;s des sciences afin d&rsquo;&eacute;tablir que chaque type d&rsquo;&eacute;tat mental est identique &agrave; un type d&rsquo;&eacute;tat physique (voir surtout Place (1956), Feigl (1958) et Smart (1959)). On peut caract&eacute;riser cette nouvelle forme de la th&eacute;orie de l&rsquo;identit&eacute; psychophysique en la comparant aux trois traits essentiels du behaviourisme logique&nbsp;:</p>

<p style="text-align: justify;">(1) Chaque type d&rsquo;&eacute;tat mental est identique &agrave; un certain type d&rsquo;&eacute;tat physique. L&rsquo;&eacute;tat physique n&rsquo;est, cette fois, pas un &eacute;tat comportemental, mais un &eacute;tat c&eacute;r&eacute;bral, d&eacute;couvert par les neurosciences. Pour donner un exemple sch&eacute;matique&nbsp;: l&rsquo;&eacute;tat mental consistant &agrave; ressentir de la douleur est identique &agrave; l&rsquo;&eacute;tat c&eacute;r&eacute;bral d&rsquo;une stimulation des fibres-C. L&rsquo;expression &laquo;&nbsp;stimulation des fibres-C&nbsp;&raquo; remplace la d&eacute;termination empirique exacte de l&rsquo;&eacute;tat neurologique en question.</p>

<p style="text-align: justify;">(2) <a id="post-11276-OLE_LINK127"></a><a id="post-11276-OLE_LINK126"></a>Cette identit&eacute; ne d&eacute;rive pas de raisons logiques ou s&eacute;mantiques. Au lieu de d&eacute;couler <em>a priori</em> d&rsquo;une analyse du contenu des concepts mentaux, elle s&rsquo;&eacute;tablit <em>a posteriori</em> sur la base de recherches empiriques. La th&egrave;se philosophique est que pour chaque type d&rsquo;&eacute;tat mental <em>M</em>, il y a un certain type d&rsquo;&eacute;tat physique <em>P</em> auquel <em>M</em> est identique, selon une loi de la nature. Il appartient aux sciences, notamment aux neurosciences et &agrave; la psychologie, de d&eacute;couvrir de quel type d&rsquo;&eacute;tat physique il s&rsquo;agit et d&rsquo;&eacute;tablir les lois psychophysiques qui couvrent cette identit&eacute;. Cette identit&eacute; est du m&ecirc;me type que celle des identifications scientifiques famili&egrave;res comme le fait que l&rsquo;eau est identique &agrave; <a id="post-11276-OLE_LINK1"></a><a id="post-11276-OLE_LINK2"></a>H2O. Le contenu des concepts mentaux est diff&eacute;rent du contenu des concepts physiques, tout comme le contenu du concept d&rsquo;eau se distingue du contenu du concept de H2O. L&rsquo;extension de ces deux concepts est cependant la m&ecirc;me&nbsp;: le concept d&rsquo;eau et le concept de H2O font r&eacute;f&eacute;rence aux m&ecirc;mes ph&eacute;nom&egrave;nes dans le monde. De m&ecirc;me, le contenu du concept de douleur est diff&eacute;rent de celui de stimulation des fibres-C. Ces deux concepts constituent cependant deux descriptions du m&ecirc;me type d&rsquo;&eacute;tats.</p>

<p style="text-align: justify;">(3) N&eacute;anmoins, il est possible de r&eacute;duire &agrave; une th&eacute;orie physique les descriptions des &eacute;tats mentaux formul&eacute;es en termes de concepts mentaux &ndash; &agrave; l&rsquo;instar de la r&eacute;duction de la description des propri&eacute;t&eacute;s de l&rsquo;eau &agrave; celle propos&eacute;e pour H<sub>2</sub>O par la chimie mol&eacute;culaire. Il est possible de concevoir des lois d&rsquo;&eacute;quivalence d&rsquo;extension qui lient chaque concept mental <em>M </em>&agrave; un certain concept physique <em>P </em>(<em>M</em>  <em>P</em>). Ces lois permettent la r&eacute;duction&nbsp;: on peut d&eacute;duire les propositions d&rsquo;une th&eacute;orie qui emploie des concepts mentaux &agrave; partir des propositions d&rsquo;une th&eacute;orie physique qui utilise les concepts physiques coextensifs.</p>

<p style="text-align: justify;">Il existe une objection forte contre la th&eacute;orie de l&rsquo;identit&eacute; psychophysique bas&eacute;e sur l&rsquo;identit&eacute; des types. Cette objection est issue de la th&egrave;se suivant laquelle les types d&rsquo;&eacute;tats mentaux peuvent &ecirc;tre r&eacute;alis&eacute;s de mani&egrave;res multiples. Le type d&rsquo;&eacute;tat mental &laquo;&nbsp;ressentir de la douleur&nbsp;&raquo;, pour reprendre l&rsquo;exemple classique, est identique, chez l&rsquo;&ecirc;tre humain, au type d&rsquo;&eacute;tat physique &laquo;&nbsp;stimulation des fibres-C&nbsp;&raquo;. Il est pourtant possible que, chez les tortues par exemple, le type d&rsquo;&eacute;tat mental &laquo;&nbsp;ressentir de la douleur&nbsp;&raquo; soit identique &agrave; un autre type d&rsquo;&eacute;tat c&eacute;r&eacute;bral. De plus, il est possible qu&rsquo;il existe des &ecirc;tres vivants ailleurs dans l&rsquo;univers qui poss&egrave;dent des &eacute;tats mentaux des m&ecirc;mes types que les n&ocirc;tres, mais qui pr&eacute;sentent une physiologie &ndash; y compris c&eacute;r&eacute;brale &ndash; enti&egrave;rement diff&eacute;rente de la n&ocirc;tre. Finalement, il n&rsquo;est pas exclu que nous soyons capables de construire, dans le futur, des ordinateurs qui puissent manifester et ressentir des &eacute;tats intentionnels, &eacute;tats intentionnels qui seraient alors r&eacute;alis&eacute;s d&rsquo;une mani&egrave;re bien diff&eacute;rente que chez l&rsquo;&ecirc;tre humain, car il s&rsquo;agirait vraisemblablement de stimulations de certaines puces de silicone (voir surtout Fodor (1980) pour l&rsquo;argument de la r&eacute;alisation multiple).</p>

<p style="text-align: justify;">L&rsquo;argument selon lequel il est possible que les &eacute;tats mentaux soient r&eacute;alis&eacute;s de multiples mani&egrave;res est largement reconnu. La plupart des philosophes consid&egrave;rent que cet argument &eacute;tablit qu&rsquo;il est vain de chercher &agrave; identifier chaque type d&rsquo;&eacute;tat mental &agrave; un certain type d&rsquo;&eacute;tat physique. N&eacute;anmoins, m&ecirc;me si tel &eacute;tait effectivement le cas, cet argument ne r&eacute;fute pas la th&eacute;orie de l&rsquo;identit&eacute; psychophysique en tant que telle. Il sugg&egrave;re seulement qu&rsquo;il ne faut pas concevoir que les &eacute;tats mentaux sont identiques &agrave; des &eacute;tats physiques au niveau des <em>types</em> d&rsquo;&eacute;tats, mais au niveau des <em>occurrences</em> individuelles de ces types.</p>

<p style="text-align: justify;">&Agrave; part la th&egrave;se de l&rsquo;identit&eacute; psychophysique, il existe en philosophie de l&rsquo;esprit contemporaine, encore une autre mani&egrave;re de concevoir la d&eacute;pendance des &eacute;tats mentaux par rapport aux &eacute;tats physiques, &agrave; savoir la th&egrave;se de survenance psychophysique. Appliqu&eacute; au monde en entier, cette th&egrave;se veut dire que chaque monde possible qui est un double physique <em>minimal</em> du monde r&eacute;el est un double <em>parfait et complet</em> du monde r&eacute;el (voir Jackson (1998), p. 12). Cette th&egrave;se veut dire la chose suivante si on la consid&egrave;re au niveau des &eacute;tats physiques fondamentaux&nbsp;: si nous imaginons que nous produisions un double, une copie de la totalit&eacute; des &eacute;tats physiques fondamentaux de notre monde tels qu&rsquo;ils y sont distribu&eacute;s dans l&rsquo;espace et le temps &ndash; au sens o&ugrave; l&rsquo;on dupliquerait uniquement la distribution enti&egrave;re des &eacute;tats physiques fondamentaux de notre monde sans y ajouter quoi que ce soit &ndash;, cr&eacute;ant ainsi un double physique <em>minimal</em> du monde r&eacute;el, alors nous obtiendrions comme r&eacute;sultat que <em>tout</em> ce qui existe dans le monde r&eacute;el &ndash; y compris les personnes et leurs &eacute;tats mentaux &ndash; serait doubl&eacute;. La th&egrave;se de la survenance psychophysique globale expose une mani&egrave;re dont on peut concevoir la d&eacute;pendance de la totalit&eacute; du domaine des &eacute;tats mentaux &agrave; la totalit&eacute; du domaine des &eacute;tats physiques. En tant que th&egrave;se de survenance <em>globale</em>, elle ne postule pourtant aucune d&eacute;pendance entre des &eacute;tats mentaux sp&eacute;cifiques et des &eacute;tats physiques d&eacute;termin&eacute;s.</p>

<p style="text-align: justify;">Afin de concevoir une telle d&eacute;pendance sp&eacute;cifique, il faut voir du c&ocirc;t&eacute; des th&egrave;ses de survenance <em>locale</em>. Une fa&ccedil;on de concevoir une telle th&egrave;se consiste &agrave; appliquer la notion de survenance aux &eacute;tats physiques et aux &eacute;tats mentaux de n&rsquo;importe quel couple d&rsquo;individus&nbsp;: par exemple, si deux personnes <em>A</em> et <em>B</em> sont indiscernables quant &agrave; leurs &eacute;tats physiques, alors <em>B</em> poss&egrave;de aussi tous les &eacute;tats mentaux que poss&egrave;de <em>A</em>. En d&rsquo;autres termes, si on faisait une copie parfaite des &eacute;tats physiques de Pierre, on aurait aussi produit une copie de tous ses &eacute;tats mentaux. Le probl&egrave;me est cependant que beaucoup d&rsquo;&eacute;tats mentaux d&eacute;pendent du rapport &agrave; l&rsquo;environnement, de sorte qu&rsquo;une seule copie des &eacute;tats physiques d&rsquo;une personne ne suffirait pas de reproduire ses &eacute;tats mentaux. Par exemple, Pierre peut se souvenir d&rsquo;avoir pass&eacute; ses derni&egrave;res vacances &agrave; Vienne uniquement s&rsquo;il &eacute;tait effectivement &agrave; Vienne. En cons&eacute;quence, un double physique de Pierre ne peut pas se souvenir d&rsquo;avoir pass&eacute; ses derni&egrave;res vacances &agrave; Vienne, parce que ce double n&rsquo;&eacute;tait pas &agrave; Vienne. De toute fa&ccedil;on, les diff&eacute;rentes versions de la th&egrave;se de la survenance psychophysique ne constituent qu&rsquo;un point de d&eacute;part pour la philosophie de l&rsquo;esprit (cf. Kim (2006), pp.&nbsp;37&ndash;49). En effet, si la th&egrave;se de la survenance propose une certaine mani&egrave;re de concevoir la fa&ccedil;on dont les &eacute;tats mentaux d&eacute;pendent des &eacute;tats physiques, elle ne l&rsquo;explique pas.</p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">6. Le fonctionnalisme</span></strong></p>

<p style="text-align: justify;">Le fonctionnalisme est la position la plus r&eacute;pandue en philosophie de l&rsquo;esprit depuis la moiti&eacute; des ann&eacute;es 1960. Ayant pris la place du behaviourisme, le fonctionnalisme constitue aujourd&rsquo;hui une sorte de paradigme accept&eacute; par la plupart des philosophes de l&rsquo;esprit et des scientifiques en sciences cognitives. Le fonctionnalisme en philosophie de l&rsquo;esprit fut lanc&eacute; notamment par Hilary Putnam (*1926), Jerry Fodor (*1931) et David Lewis (1941&ndash;2001) (voir Putnam (2002), Fodor (1972), en particulier chapitres 3 et 4, Lewis (1966) et Lewis (1972)&nbsp;; pour une br&egrave;ve vue d&rsquo;ensemble en fran&ccedil;ais, voir Pacherie (1993), chapitre&nbsp;5). Cette position s&rsquo;inspire, d&rsquo;une part, de l&rsquo;argument de la r&eacute;alisation multiple des types d&rsquo;&eacute;tats mentaux et, d&rsquo;autre part, du d&eacute;veloppement de l&rsquo;intelligence artificielle. En effet, on peut programmer des machines (hardware) de diff&eacute;rents types d&rsquo;une mani&egrave;re telle qu&rsquo;elles r&eacute;alisent toutes le m&ecirc;me type de programme (software). Le programme se d&eacute;finit exclusivement par sa fonction &ndash; ind&eacute;pendamment de la mati&egrave;re qui met en<a id="post-11276-OLE_LINK52"></a> &oelig;uvre la fonction en question.</p>

<p style="text-align: justify;">L&rsquo;id&eacute;e fondamentale du fonctionnalisme consiste donc en l&rsquo;articulation de deux moments&nbsp;: premi&egrave;rement, l&rsquo;&eacute;laboration d&rsquo;une d&eacute;finition fonctionnelle de l&rsquo;objet &eacute;tudi&eacute; et, deuxi&egrave;mement, la recherche de m&eacute;canismes qui permettent &agrave; cet objet de r&eacute;aliser sa fonction. En philosophie de l&rsquo;esprit, cette id&eacute;e est d&rsquo;une port&eacute;e plus large que la comparaison du cerveau &agrave; une machine. On peut caract&eacute;riser cette id&eacute;e par les propositions suivantes&nbsp;:</p>

<p style="text-align: justify;">(1) Les &eacute;tats mentaux sont des &eacute;tats fonctionnels.</p>

<p style="text-align: justify;">(2) La fonction d&rsquo;un &eacute;tat consiste en son r&ocirc;le causal.</p>

<p style="text-align: justify;">(3) Il suit de (1) et (2) que les &eacute;tats mentaux sont d&eacute;finis par leurs r&ocirc;les causaux &ndash; c&rsquo;est-&agrave;-dire, par leurs causes caract&eacute;ristiques (<em>input</em>) et leurs effets caract&eacute;ristiques (<em>output</em>).</p>

<p style="text-align: justify;">(4) Chaque r&ocirc;le causal n&eacute;cessite une r&eacute;alisation physique, et il admet des r&eacute;alisations physiques multiples. C&rsquo;est une t&acirc;che qui incombe &agrave; la recherche scientifique que de d&eacute;couvrir les r&eacute;alisations physiques d&rsquo;un type d&rsquo;&eacute;tat mental donn&eacute;.</p>

<p style="text-align: justify;">(5) Le contenu des concepts mentaux est distinct du contenu des concepts physiques. De plus, la possibilit&eacute; de r&eacute;alisations multiples des &eacute;tats mentaux d&rsquo;un type <em>M</em> interdit au concept <em>M</em> d&rsquo;&ecirc;tre coextensif &agrave; un seul concept physique <em>P</em>.</p>

<p style="text-align: justify;">On peut donc d&eacute;gager deux &eacute;tapes clairement distinctes dans la d&eacute;marche fonctionnaliste&nbsp;: celle de la d&eacute;finition des &eacute;tats mentaux par leur r&ocirc;le causal (3), et celle de la d&eacute;couverte des &eacute;tats physiques qui assument le r&ocirc;le causal en question (4). Le point crucial est le point (3)&nbsp;: ce qui caract&eacute;rise les &eacute;tats mentaux, c&rsquo;est leur r&ocirc;le causal.</p>

<p style="text-align: justify;">Il existe deux positions au sein du fonctionnalisme qui diff&egrave;rent sur la question de la d&eacute;finition des &eacute;tats mentaux par leur r&ocirc;le causal (3). Selon le fonctionnalisme du sens commun, la psychologie populaire (<em>folk psychology</em>) nous fournit des d&eacute;finitions des concepts mentaux en termes de r&ocirc;les causaux. Ces d&eacute;finitions consistent en des lieux communs qu&rsquo;on doit conna&icirc;tre afin de poss&eacute;der les concepts mentaux en question (voir surtout Lewis (1972)). Le fonctionnalisme du sens commun semble proche du behaviourisme. Il y a cependant une diff&eacute;rence cruciale&nbsp;: dans le cas du fonctionnalisme du sens commun, rien n&rsquo;interdit que la d&eacute;finition d&rsquo;un concept mental par son r&ocirc;le causal inclut d&rsquo;autres concepts mentaux. L&rsquo;objection centrale contre le behaviourisme logique ne touche donc pas le fonctionnalisme. Selon le psycho-fonctionnalisme, l&rsquo;autre position fonctionnaliste, la psychologie scientifique formule des d&eacute;finitions ad&eacute;quates des concepts mentaux en termes de r&ocirc;les causaux (voir surtout Fodor (1972)). Dans ces deux versions du fonctionnalisme on consid&egrave;re que c&rsquo;est une t&acirc;che qui incombe aux sciences de la nature &ndash; notamment aux neurosciences &ndash; que de d&eacute;couvrir les &eacute;tats physiques qui r&eacute;alisent un &eacute;tat mental d&rsquo;un type donn&eacute;.</p>

<p style="text-align: justify;">Comment des occurrences d&rsquo;&eacute;tats physiques peuvent-elles r&eacute;aliser des types d&rsquo;&eacute;tats mentaux&nbsp;? Une position importante qui cherche &agrave; r&eacute;pondre &agrave; cette question est <em>la th&eacute;orie repr&eacute;sentationnelle et computationnelle de l&rsquo;esprit</em> de <a id="post-11276-OLE_LINK135"></a><a id="post-11276-OLE_LINK134"></a>Jerry Fodor. Suivant ce philosophe, les &eacute;tats intentionnels sont des repr&eacute;sentations mentales computationnelles. Les relations logiques et rationnelles entre les &eacute;tats intentionnels sont mises en &oelig;uvre par des relations causales entre ces repr&eacute;sentations. Ces repr&eacute;sentations et ces relations causales peuvent r&eacute;aliser des relations logiques et rationnelles parce qu&rsquo;elles sont des &eacute;tats physiques computationnels. Elles incorporent un langage mental, poss&eacute;dant ainsi non seulement une syntaxe, mais encore une s&eacute;mantique. Selon Fodor, le contenu de ces repr&eacute;sentations ne consiste cependant pas en des relations fonctionnelles &agrave; d&rsquo;autres repr&eacute;sentations, mais il d&eacute;coule de la mani&egrave;re dont ces repr&eacute;sentations sont caus&eacute;es par l&rsquo;environnement physique (voir surtout Fodor (2002)&nbsp;; pour une pr&eacute;sentation et une discussion de la th&eacute;orie de Fodor qui est facile d&rsquo;acc&egrave;s, voir Jacob (1997), chapitre&nbsp;5, et Rey (1997), chapitres 8 &agrave; 10).</p>

<p style="text-align: justify;">Une objection importante avanc&eacute;e contre la pertinence de la comparaison des &eacute;tats intentionnels aux &eacute;tats d&rsquo;une machine est l&rsquo;argument de la chambre chinoise de John Searle (*1932). Dans cet argument, Searle (1980) imagine une personne qui n&rsquo;a aucune connaissance du chinois &ndash; en l&rsquo;occurrence, lui-m&ecirc;me &ndash; enferm&eacute;e dans une chambre. On met &agrave; disposition de cette personne un catalogue de r&egrave;gles permettant de transformer des phrases en chinois en d&rsquo;autres phrases en chinois. Ces r&egrave;gles sont formul&eacute;es en anglais. Leur application se base uniquement sur la syntaxe des phrases. Une phrase d&rsquo;une certaine forme syntactique est corr&eacute;l&eacute;e avec une phrase d&rsquo;une autre forme syntactique. La personne enferm&eacute;e dans sa chambre re&ccedil;oit donc de phrases &eacute;crites en chinois (<em>input</em>) et, en appliquant les r&egrave;gles qu&rsquo;elle a &agrave; sa disposition, elle produit d&rsquo;autres phrases en chinois (<em>output</em>). Du point de vue d&rsquo;une personne chinoise situ&eacute;e &agrave; l&rsquo;ext&eacute;rieur de la chambre, la personne enferm&eacute;e dans la chambre se comporte comme un individu qui parle chinois. Mais, en l&rsquo;occurrence, la personne enferm&eacute;e dans la chambre n&rsquo;a aucune compr&eacute;hension de la signification des phrases en chinois qu&rsquo;elle transforme. Searle cherche &agrave; montrer ainsi que la th&eacute;orie fonctionnelle des &eacute;tats mentaux, dans la mesure o&ugrave; cette th&eacute;orie con&ccedil;oit les &eacute;tats mentaux par analogie &agrave; des &eacute;tats d&rsquo;une machine, n&rsquo;est pas capable de saisir le contenu conceptuel de nos &eacute;tats intentionnels&nbsp;: on peut imaginer un syst&egrave;me indiscernable, d&rsquo;un point de vue fonctionnel, d&rsquo;un &ecirc;tre humain poss&eacute;dant des &eacute;tats intentionnels, mais, contrairement &agrave; ceux de ce dernier, les &eacute;tats de ce syst&egrave;me n&rsquo;ont aucun contenu conceptuel (voir aussi Block (1978) et (1981) pour des objections allant dans le m&ecirc;me sens).</p>

<p style="text-align: justify;">L&rsquo;argument de Searle a provoqu&eacute; une discussion qui continue de nos jours. Une r&eacute;ponse courante &agrave; cet argument consiste &agrave; dire que l&rsquo;exemple qui y est expos&eacute; est inoffensif, dans la mesure o&ugrave; il est faux de comparer la personne enferm&eacute;e dans la chambre &agrave; un syst&egrave;me qui poss&egrave;de des &eacute;tats intentionnels. En effet, selon la conception fonctionnaliste, c&rsquo;est le syst&egrave;me total qui poss&egrave;de des &eacute;tats intentionnels &ndash; &agrave; savoir, dans le cas pr&eacute;sent, la personne dans la chambre, le catalogue des r&egrave;gles, les <em>inputs</em> et les <em>outputs</em>. Or, le syst&egrave;me total, lui, serait &agrave; m&ecirc;me de saisir le contenu conceptuel des expressions en chinois (voir surtout Dennett (1993), chapitre&nbsp;6, et cf. la discussion entre Searle et Dennett dans Searle (1999), chapitre&nbsp;5).</p>

<p style="text-align: justify;">Il y a encore un autre type de r&eacute;ponse &agrave; la question de savoir comment les types d&rsquo;&eacute;tats mentaux sont r&eacute;alis&eacute;s par des &eacute;tats physiques, r&eacute;ponse qui est &agrave; l&rsquo;abri de l&rsquo;objection de Searle car elle n&rsquo;associe pas l&rsquo;esprit &agrave; une machine. Cette r&eacute;ponse cherche &agrave; lier une conception fonctionnelle de l&rsquo;esprit au sens large &agrave; la biologie de l&rsquo;&eacute;volution. Les concepts biologiques sont typiquement des concepts fonctionnels qui couvrent des r&eacute;alisations physiques multiples. Par exemple, le concept de reproduction (qui saisit un trait essentiel de ce qu&rsquo;est un &ecirc;tre vivant) se pr&ecirc;te &agrave; une d&eacute;finition fonctionnelle et il peut &ecirc;tre r&eacute;alis&eacute; de multiples fa&ccedil;ons (reproduction asexu&eacute;e, reproduction sexu&eacute;e, ainsi que toutes les formes que peuvent rev&ecirc;tir ces deux types de reproduction). De m&ecirc;me, chaque type de g&egrave;ne de la g&eacute;n&eacute;tique classique, d&eacute;fini par son r&ocirc;le fonctionnel, peut &ecirc;tre r&eacute;alis&eacute; par diff&eacute;rentes s&eacute;quences d&rsquo;ADN.</p>

<p style="text-align: justify;">Or, les &eacute;tats mentaux remplissent aussi des fonctions biologiques. Sur cette base, on peut lancer le projet d&rsquo;&eacute;tablir la d&eacute;finition fonctionnelle des &eacute;tats mentaux en se focalisant sur leurs fonctions pour l&rsquo;organisme. Un tel projet est mis en avant notamment par Ruth Garrett Millikan (*1933) et David Papineau (*1947) (voir surtout Millikan (1984), en particulier introduction, chapitres 1, 2 et 5, et Millikan (2004), notamment chapitres 5 &agrave; 7 et 13 &agrave; 17, ainsi que Papineau (1993), chapitres 2 et 3&nbsp;; voir aussi Jacob (2004), pp.&nbsp;186&ndash;197). Les fonctions biologiques permettent une explication causale dans le cadre de la th&eacute;orie de l&rsquo;&eacute;volution des esp&egrave;ces sur Terre. Bri&egrave;vement, selon une conception r&eacute;pandue dans le cadre de la th&eacute;orie de l&rsquo;&eacute;volution, la fonction d&rsquo;un &eacute;tat d&rsquo;un certain type consiste en la mani&egrave;re dont la possession de cet &eacute;tat a contribu&eacute; (et continue &agrave; contribuer) &agrave; la survie et la reproduction des organismes chez qui on le trouve. Ainsi, sa fonction est le r&ocirc;le causal qu&rsquo;il joue dans la <em>fitness</em> d&rsquo;un organisme (voir Wright (1973)).</p>

<p style="text-align: justify;">Si on adopte cette conception des fonctions biologiques et si on r&eacute;ussit &agrave; l&rsquo;appliquer &agrave; la th&eacute;orie fonctionnelle des &eacute;tats mentaux, on dispose d&rsquo;une explication des &eacute;tats mentaux qui unit la th&eacute;orie de nos &eacute;tats mentaux &agrave; l&rsquo;explication causale de l&rsquo;&eacute;volution des esp&egrave;ces sur Terre. De plus, la th&eacute;orie de la s&eacute;lection naturelle offre une r&eacute;ponse &agrave; la question de savoir pourquoi les types d&rsquo;&eacute;tats mentaux sont r&eacute;alis&eacute;s de multiples fa&ccedil;ons&nbsp;: les configurations d&rsquo;&eacute;tats physiques qui r&eacute;alisent des types d&rsquo;&eacute;tats mentaux sont s&eacute;lectionn&eacute;s en fonction de leurs effets quant &agrave; la survie et &agrave; la reproduction des organismes chez lesquels on les trouve. Or, des configurations d&rsquo;&eacute;tats physiques de compositions diff&eacute;rentes peuvent toutes avoir les m&ecirc;mes effets b&eacute;n&eacute;fiques quant &agrave; la survie et la reproduction d&rsquo;organismes donn&eacute;s au sein d&rsquo;un certain environnement. Ainsi, ces diff&eacute;rentes configurations peuvent &ecirc;tre s&eacute;lectionn&eacute;es par l&rsquo;&eacute;volution (voir Papineau (1993), chapitres 2.7 et 2.8, pour cette explication de la r&eacute;alisation multiple). Il est incontestable que les &eacute;tats mentaux poss&egrave;dent des fonctions biologiques. La question est cependant de savoir si les fonctions biologiques des &eacute;tats mentaux sont assez sp&eacute;cifiques pour permettre de saisir, par exemple, le contenu conceptuel des croyances.</p>

<p style="text-align: justify;">De fa&ccedil;on g&eacute;n&eacute;rale, le fonctionnalisme apporte une r&eacute;ponse claire &agrave; la question de savoir comment des &eacute;tats mentaux peuvent causer des &eacute;tats physiques. Dans le cadre du fonctionnalisme, chaque type d&rsquo;&eacute;tat mental <em>M</em> est d&eacute;fini par certains causes et effets caract&eacute;ristiques. Chaque occurrence d&rsquo;un &eacute;tat mental du type <em>M</em> est r&eacute;alis&eacute;e par l&rsquo;occurrence d&rsquo;une configuration d&rsquo;&eacute;tats physiques d&rsquo;un certain type. Une telle r&eacute;alisation signifie que l&rsquo;occurrence de la configuration d&rsquo;&eacute;tats physiques en question, par la mani&egrave;re dont sont reli&eacute;s entre eux les &eacute;tats physiques qui la composent, constitue une occurrence des causes et des effets caract&eacute;ristiques qui d&eacute;finissent le type d&rsquo;&eacute;tat mental <em>M</em>. D&egrave;s lors, cette configuration d&rsquo;&eacute;tats physiques, en r&eacute;alisant un &eacute;tat mental de type <em>M</em>, produit certains effets physiques.</p>

<p style="text-align: justify;">Cette r&eacute;ponse claire au probl&egrave;me de la causalit&eacute; mentale n&rsquo;est possible que si, et seulement si, on con&ccedil;oit la r&eacute;alisation physique des &eacute;tats mentaux en termes d&rsquo;identit&eacute; des occurrences&nbsp;: chaque occurrence d&rsquo;un &eacute;tat mental est identique &agrave; une certaine configuration d&rsquo;&eacute;tats physiques. La possibilit&eacute; de r&eacute;alisations multiples des types d&rsquo;&eacute;tats mentaux signifie ceci&nbsp;: il est possible que pour chaque type d&rsquo;&eacute;tat mental <em>M</em>, les occurrences de <em>M</em> soient identiques &agrave; des configurations d&rsquo;&eacute;tats physiques de diff&eacute;rents types &ndash; dans le sens o&ugrave; l&rsquo;occurrence <em>m</em>1 est identique &agrave; une configuration physique de type <em>P</em>1, l&rsquo;occurrence <em>m</em>2 est identique &agrave; une configuration physique de type <em>P</em>2, etc. Cela est possible car un type d&rsquo;&eacute;tat mental <em>M</em> est d&eacute;fini par un certain r&ocirc;le causal, tandis que les configurations d&rsquo;&eacute;tats physiques qui r&eacute;alisent <em>M</em> sont d&eacute;finies par leur composition physique. Des configurations d&rsquo;&eacute;tats (micro)physiques de compositions diff&eacute;rentes peuvent toutes avoir les m&ecirc;mes causes et effets macroscopiques dans un environnement donn&eacute;, r&eacute;alisant ainsi toutes le m&ecirc;me type d&rsquo;&eacute;tat mental fonctionnel <em>M</em>.</p>

<p style="text-align: justify;">Con&ccedil;ue de cette mani&egrave;re, la notion de r&eacute;alisation permet de r&eacute;pondre &agrave; la question suivante&nbsp;: pourquoi existe-t-il des &eacute;tats mentaux dans le monde&nbsp;? En effet, on peut avancer qu&rsquo;il existe des &eacute;tats mentaux dans le monde parce qu&rsquo;il existe certaines configurations d&rsquo;&eacute;tats physiques qui mettent en &oelig;uvre les relations causales qui d&eacute;finissent des &eacute;tats mentaux d&eacute;termin&eacute;s. Plus g&eacute;n&eacute;ralement, la notion de r&eacute;alisation ainsi comprise permet d&rsquo;expliquer pourquoi il n&rsquo;existe pas seulement dans le monde des &eacute;tats physiques (au sens &eacute;troit d&rsquo;&eacute;tats trait&eacute;s exclusivement par une th&eacute;orie physique), mais aussi des &eacute;tats fonctionnels, donc des &eacute;tats d&eacute;finis par leurs causes et leur effets caract&eacute;ristiques, comme des &eacute;tats biologiques, des &eacute;tats mentaux, etc.</p>

<p style="text-align: justify;">Par ailleurs, quel que soit le nombre de fa&ccedil;ons dont un type donn&eacute; d&rsquo;&eacute;tat mental peut &ecirc;tre r&eacute;alis&eacute;, chacune de ces r&eacute;alisations est soumise &agrave; une loi de la nature du type suivant&nbsp;: si une configuration d&rsquo;&eacute;tats physiques donn&eacute;e r&eacute;alise un &eacute;tat mental du type <em>M</em>, alors toutes les configurations d&rsquo;&eacute;tats physiques du m&ecirc;me type r&eacute;alisent un &eacute;tat mental du type <em>M</em>. La pr&eacute;sence d&rsquo;une configuration d&rsquo;&eacute;tats physiques du type en question est une condition suffisante pour l&rsquo;occurrence d&rsquo;un &eacute;tat mental du type <em>M</em>. Si, par exemple, la stimulation des fibres-C r&eacute;alise la douleur, alors il y a une loi qui dit que toutes les configurations d&rsquo;&eacute;tats c&eacute;r&eacute;braux du m&ecirc;me type r&eacute;alisent la douleur. Par cons&eacute;quent, m&ecirc;me s&rsquo;il n&rsquo;y a pas de loi qui lie un type d&rsquo;&eacute;tat mental <em>M</em> &agrave; un seul type d&rsquo;&eacute;tat physique <em>P</em>, chaque r&eacute;alisation physique de <em>M</em> est soumise &agrave; une loi psychophysique &ndash; c&rsquo;est-&agrave;-dire une loi qui indique des conditions physiques suffisantes (mais pas n&eacute;cessaires) pour l&rsquo;occurrence d&rsquo;un &eacute;tat mental du type <em>M</em>.</p>

<p style="text-align: justify;">En cons&eacute;quence, s&rsquo;il y a identit&eacute; des occurrences, il est en principe possible de trouver une explication physique pour chaque occurrence d&rsquo;&eacute;tat mental. Sur cette base, Lewis (1970) et Kim (2005, 2006) ont d&eacute;velopp&eacute; une m&eacute;thode de r&eacute;duction fonctionnelle qui montre comment, en principe, on peut remplacer n&rsquo;importe quelle description fonctionnelle par une description physique &ndash; m&ecirc;me s&rsquo;il n&rsquo;y a pas une seule description physique sous laquelle tombent toutes les occurrences d&rsquo;&eacute;tats qui satisfont une description fonctionnelle donn&eacute;e. Cette description explique pourquoi la configuration d&rsquo;&eacute;tats physiques en question est un &eacute;tat mental du type <em>M</em> &ndash; &agrave; savoir, parce qu&rsquo;elle r&eacute;alise le r&ocirc;le causal qui d&eacute;finit <em>M</em> (voir aussi la conception d&rsquo;explication r&eacute;ductionniste de Chalmers (1996), pp.&nbsp;42&ndash;51, et Esfeld et Sachse (2011), chapitre 5).</p>

<p style="text-align: justify;"><strong><span style="color: #345a96;">7. Le probl&egrave;me dur de la conscience</span></strong></p>

<p style="text-align: justify;">Le d&eacute;fi principal pour le fonctionnalisme est la question de savoir si les &eacute;tats d&rsquo;exp&eacute;rience v&eacute;cue admettent une d&eacute;finition fonctionnaliste. D&rsquo;apr&egrave;s Chalmers (1996), la question de savoir si on peut int&eacute;grer l&rsquo;exp&eacute;rience v&eacute;cue dans une vision physicaliste est connue comme le probl&egrave;me dur de la conscience. Il y a plusieurs arguments qui visent &agrave; &eacute;tablir que ces &eacute;tats sont des &eacute;tats intrins&egrave;ques &ndash; c&rsquo;est-&agrave;-dire, des &eacute;tats dont le trait caract&eacute;ristique est ind&eacute;pendant des autres &eacute;tats. Tous ces arguments prennent comme point de d&eacute;part la mani&egrave;re dont nous concevons nos &eacute;tats ph&eacute;nom&eacute;naux. Ils cherchent donc &agrave; fonder une conclusion m&eacute;taphysique sur une base &eacute;pist&eacute;mologique. Selon Thomas Nagel (*1937), il y a pour chaque esp&egrave;ce d&rsquo;&ecirc;tres vivants et conscients une perspective sp&eacute;cifique d&rsquo;exp&eacute;rience v&eacute;cue ou, pour le dire autrement, une fa&ccedil;on sp&eacute;cifique de vivre l&rsquo;exp&eacute;rience du monde qui &eacute;quivaut &agrave; ce que cela fait d&rsquo;&ecirc;tre un membre de l&rsquo;esp&egrave;ce en question (&laquo;&nbsp;What it is like to be &hellip;&nbsp;&raquo;) (voir Nagel (1984), chapitre 12). Cette perspective n&rsquo;est pas accessible aux membres d&rsquo;une autre esp&egrave;ce. Par exemple, d&rsquo;apr&egrave;s Nagel, nous pouvons imaginer l&rsquo;exp&eacute;rience v&eacute;cue que nous aurions si nous &eacute;tions des chauves-souris (si nous nous orientions dans l&rsquo;espace gr&acirc;ce &agrave; l&rsquo;&eacute;cholocation, etc.). Nous ne pouvons cependant pas savoir quelle est l&rsquo;exp&eacute;rience v&eacute;cue d&rsquo;une chauve-souris elle-m&ecirc;me.</p>

<p style="text-align: justify;">Il y a un autre argument tr&egrave;s connu qui vise &agrave; &eacute;tablir une conclusion similaire. Cet argument est connu sous le nom de l&rsquo;argument du savoir (<em>knowledge argument</em>). Frank Jackson (*1943), dans deux articles c&eacute;l&egrave;bres, intitul&eacute;s &laquo;&nbsp;Epiphenomenal qualia&nbsp;&raquo; (1982) et &laquo;&nbsp;What Mary didn&rsquo;t know&nbsp;&raquo; (1986), nous propose de consid&eacute;rer la situation suivante&nbsp;: Marie est, d&egrave;s sa naissance, enferm&eacute;e dans un environnement o&ugrave; il n&rsquo;y a pas de couleurs. Elle dispose d&rsquo;un t&eacute;l&eacute;viseur qui lui montre toutes sortes de choses en noir et blanc. Il se trouve que Marie est un g&eacute;nie. Elle n&rsquo;a donc aucune difficult&eacute; &agrave; devenir une sp&eacute;cialiste en neurobiologie de la vision. Elle acquiert ainsi toutes les connaissances physiques et fonctionnelles pertinentes pour comprendre la vision humaine. Ceci lui permet de parler avec les gens, depuis la pi&egrave;ce o&ugrave; elle vit, de toutes sortes d&rsquo;aspects du monde ext&eacute;rieur, y compris de la couleur des objets qui le peuplent. En effet, comme elle poss&egrave;de toutes les connaissances physiques li&eacute;es &agrave; la compr&eacute;hension de la vision (l&rsquo;influence de la nature de la surface des objets sur la fa&ccedil;on dont on les voit, les lois de r&eacute;flexion, les longueurs d&rsquo;onde des couleurs, etc.), elle sait quand il est correct d&rsquo;appliquer les concepts de rouge, de vert, de bleu, etc. &agrave; un objet particulier en disant &laquo;&nbsp;Ceci est rouge&nbsp;&raquo;, etc. N&eacute;anmoins, il lui manque les sensations de rouge, de bleu, etc. Un jour, Marie sort de sa prison et voit une tomate m&ucirc;re. D&rsquo;apr&egrave;s Jackson, en voyant cette tomate m&ucirc;re, Marie acquiert des connaissances qu&rsquo;elle n&rsquo;avait pas jusque-l&agrave;&nbsp;: ayant eu une sensation de rouge, Marie sait d&eacute;sormais comment la couleur des tomates m&ucirc;res appara&icirc;t aux &ecirc;tres humains. Jackson soutient que cette connaissance se rapporte &agrave; des faits que Marie ne connaissait pas jusqu&rsquo;alors. Selon Jackson, il existe donc des faits d&rsquo;exp&eacute;rience v&eacute;cue, comme le fait d&rsquo;&eacute;prouver la qualit&eacute; ph&eacute;nom&eacute;nale de la couleur rouge, par exemple. Or, &eacute;tant donn&eacute; que Marie connaissait d&eacute;j&agrave; tous les faits physiques et fonctionnels avant de pouvoir sortir de sa prison, il s&rsquo;ensuit que les faits d&rsquo;exp&eacute;rience v&eacute;cue ne sont pas des faits physiques ou fonctionnels (voir aussi Nida-R&uuml;melin (1998, 2007)).</p>

<p style="text-align: justify;">L&rsquo;argument de Jackson a une port&eacute;e g&eacute;n&eacute;rale&nbsp;: il s&rsquo;applique &agrave; tous les types d&rsquo;exp&eacute;rience v&eacute;cue. Cet argument a provoqu&eacute; une discussion qui continue de nos jours. Il y a deux &eacute;l&eacute;ments de cet argument qui sont accept&eacute;s par presque tous les intervenants au d&eacute;bat&nbsp;:</p>

<p style="text-align: justify;"><a id="post-11276-OLE_LINK123"></a><a id="post-11276-OLE_LINK116"></a> &bull; Marie peut, en principe, conna&icirc;tre tous les faits physiques et fonctionnels qui sont pertinents pour comprendre la vision humaine. Ces faits sont objectifs. Pour les conna&icirc;tre, il faut des capacit&eacute;s sensorielles quelconques. En effet, la connaissance des faits physiques ne d&eacute;pend pas de capacit&eacute;s sensorielles particuli&egrave;res (comme l&rsquo;exp&eacute;rience visuelle des couleurs).</p>

<p style="text-align: justify;">&bull; Marie apprend quelque chose quand elle sort de sa prison.</p>

<p style="text-align: justify;">La controverse porte sur ce que Marie apprend exactement quand elle voit une tomate m&ucirc;re. Jackson cherche &agrave; tirer une conclusion m&eacute;taphysique d&rsquo;un argument &eacute;pist&eacute;mologique&nbsp;: Marie acquiert de nouvelles connaissances, ces connaissances se r&eacute;f&egrave;rent &agrave; des faits qu&rsquo;elle ne connaissait pas jusqu&rsquo;alors, donc il existe des faits non physiques.</p>

<p style="text-align: justify;">Une mani&egrave;re de s&rsquo;opposer &agrave; cette conclusion est d&rsquo;avancer l&rsquo;argument suivant&nbsp;: quand Marie sort de sa prison et voit une tomate m&ucirc;re, elle n&rsquo;apprend pas de nouveaux faits (connaissances propositionnelles), mais elle acquiert une nouvelle aptitude ou un nouveau savoir-faire (<em>know how</em>) (voir Nemirow (1990) et Lewis (1990)). Elle poss&egrave;de maintenant l&rsquo;aptitude &agrave; se repr&eacute;senter la mani&egrave;re dont les couleurs apparaissent aux &ecirc;tres humains. De fa&ccedil;on g&eacute;n&eacute;rale, par le biais des exp&eacute;riences v&eacute;cues on acquiert des aptitudes de repr&eacute;sentation ou d&rsquo;imagination, mais pas de savoirs propositionnels. Ainsi, en sortant de sa prison et en voyant une tomate rouge, Marie apprend &agrave; appliquer des concepts comme celui de rouge et celui de l&rsquo;exp&eacute;rience du rouge de fa&ccedil;on directe, sur la base de ses sensations (voir par exemple Churchland (1985), section&nbsp;4). Pr&eacute;c&eacute;demment, elle les a appliqu&eacute;s sur la base d&rsquo;une description, se fondant sur des crit&egrave;res tels que les longueurs d&rsquo;ondes r&eacute;fl&eacute;chies par les diff&eacute;rents types de surfaces, par exemple.</p>

<p style="text-align: justify;">Dans la discussion actuelle, la plupart des philosophes qui rejettent la conclusion m&eacute;taphysique de Jackson vont plus loin&nbsp;: on introduit une distinction entre des concepts physiques (ou des concepts fonctionnels) et des concepts ph&eacute;nom&eacute;naux (voir surtout Loar (1997) et Papineau (2002), chapitres 2 et 4). Ces deux types de concepts se r&eacute;f&egrave;rent aux m&ecirc;mes &eacute;tats (m&ecirc;mes propri&eacute;t&eacute;s), mais il s&rsquo;agit de concepts diff&eacute;rents&nbsp;: leur contenu n&rsquo;est pas le m&ecirc;me. Les concepts physiques ne sont pas li&eacute;s &agrave; un certain mode d&rsquo;acquisition. Leur contenu se d&eacute;finit par des relations inf&eacute;rentielles &agrave; d&rsquo;autres concepts physiques, relations qui sont incorpor&eacute;es dans des th&eacute;ories physiques. Les concepts ph&eacute;nom&eacute;naux, par contre, ne peuvent &ecirc;tre acquis que par des exp&eacute;riences v&eacute;cues d&rsquo;un certain type. Pour ma&icirc;triser ces concepts, il faut avoir des sensations d&rsquo;un certain type (des exp&eacute;riences v&eacute;cues) et poss&eacute;der, voire exercer, l&rsquo;aptitude &agrave; imaginer les qualit&eacute;s ph&eacute;nom&eacute;nales en question. Suivant John Perry (*1943), la distinction entre ces deux types de concepts correspond &agrave; une distinction entre contenus conceptuels objectifs et contenus conceptuels de r&eacute;cognition, les concepts ph&eacute;nom&eacute;naux n&rsquo;ayant qu&rsquo;un contenu de r&eacute;cognition (voir Perry (2001), chapitres 5 &agrave; 7).</p>

<p style="text-align: justify;">Toutefois, c&rsquo;est une chose de rejeter la conclusion que cherchent &agrave; &eacute;tablir les arguments de Nagel et de Jackson entre autres. C&rsquo;en est une autre de d&eacute;velopper une conception fonctionnaliste des &eacute;tats ph&eacute;nom&eacute;naux en termes positifs. Ces &eacute;tats peuvent-ils &ecirc;tre d&eacute;finis fonctionnellement&nbsp;? Cette question se pose notamment au sujet des &eacute;tats de sensation de couleurs. Un bon nombre de philosophes d&rsquo;orientation physicaliste conc&egrave;dent qu&rsquo;il n&rsquo;y a pas de distinction fonctionnelle entre les diff&eacute;rents &eacute;tats de sensation de couleurs. La raison en est la suivante&nbsp;: les &eacute;tats mentaux de sensation de couleurs poss&egrave;dent une fonction&nbsp;; il est cependant sans importance pour cette fonction qu&rsquo;une certaine couleur soit ressentie comme du vert ou comme du rouge. Ce raisonnement est renforc&eacute; par le fait que tout essai de d&eacute;finition fonctionnelle des concepts de couleur se heurte au probl&egrave;me de la permutation (cf. Smith (1994), chapitre&nbsp;2.11)&nbsp;: une d&eacute;finition fonctionnelle des concepts de couleur ne semble pas &ecirc;tre capable de distinguer les couleurs les unes des autres, parce que cette d&eacute;finition ne contient pas assez de liens inf&eacute;rentiels avec des concepts d&rsquo;autres types que ceux de couleurs. D&egrave;s lors, on pourrait, semble-t-il permuter, par exemple, les d&eacute;finitions fonctionnelles de rouge et de vert.</p>

<p style="text-align: justify;">Si ce raisonnement s&rsquo;av&egrave;re correct, les &eacute;tats de sensation de couleurs ne sont pas des &eacute;tats fonctionnels. Ces &eacute;tats ont une fonction, mais leur fonction ne suffit pas &agrave; les distinguer les uns des autres. Il ne s&rsquo;ensuit pourtant pas que les &eacute;tats de sensation de couleurs ne sont pas identiques &agrave; des &eacute;tats physiques. Il semble en principe possible de d&eacute;tecter les cas de confusion entre couleurs qui sont empiriquement possibles par la recherche neurobiologique. En d&rsquo;autres termes, il y a une diff&eacute;rence au niveau c&eacute;r&eacute;bral entre les personnes dot&eacute;es d&rsquo;une vision normale et les personnes qui confondent des couleurs. Il semble que cette diff&eacute;rence soit syst&eacute;matique. Pour cette raison, plusieurs philosophes proposent au sujet des &eacute;tats de sensation de couleurs une th&eacute;orie de l&rsquo;identit&eacute; des types, &agrave; l&rsquo;instar de celle qui a &eacute;t&eacute; mise en avant dans les ann&eacute;es 1950 et qui prend les identifications scientifiques comme mod&egrave;le, &agrave; savoir, une th&eacute;orie de l&rsquo;identit&eacute; des types qui s&rsquo;applique au moins &agrave; tous les &ecirc;tres vivants dans le monde r&eacute;el&nbsp;: le type d&rsquo;&eacute;tat de sensation de rouge est identique &agrave; un certain type d&rsquo;&eacute;tat c&eacute;r&eacute;bral, et le type d&rsquo;&eacute;tat de sensation de vert est identique &agrave; un autre type d&rsquo;&eacute;tat c&eacute;r&eacute;bral, etc. (voir surtout Papineau (1993), chapitre&nbsp;4.10, ainsi que Papineau (2002), en particulier chapitre&nbsp;5).</p>

<p style="text-align: justify;">Cette th&eacute;orie de l&rsquo;identit&eacute; des types n&rsquo;explique pourtant pas pourquoi un certain type d&rsquo;&eacute;tat c&eacute;r&eacute;bral nous appara&icirc;t comme, disons, une sensation de rouge. En d&rsquo;autres termes, sur la base des corr&eacute;lations &eacute;tablies par la recherche empirique et de consid&eacute;rations th&eacute;oriques &ndash; notamment l&rsquo;argument concernant l&rsquo;efficacit&eacute; causale des &eacute;tats ph&eacute;nom&eacute;naux &ndash;, on propose de postuler qu&rsquo;un certain type d&rsquo;&eacute;tat c&eacute;r&eacute;bral est identique &agrave; un certain type d&rsquo;&eacute;tat d&rsquo;exp&eacute;rience v&eacute;cue. Cependant, on ne dispose d&rsquo;aucune explication du fait que le type d&rsquo;&eacute;tat c&eacute;r&eacute;bral en question, contrairement &agrave; d&rsquo;autres types d&rsquo;&eacute;tats physiques, poss&egrave;de une certaine qualit&eacute; ph&eacute;nom&eacute;nale. Seule une combinaison de la conception fonctionnaliste et de la th&eacute;orie de l&rsquo;identit&eacute; (au moins au niveau des occurrences) ouvre la perspective d&rsquo;une explication physique des traits caract&eacute;ristiques des &eacute;tats mentaux.</p>

<p style="text-align: justify;">On peut caract&eacute;riser la situation actuelle de la philosophie des &eacute;tats ph&eacute;nom&eacute;naux de la fa&ccedil;on suivante&nbsp;: d&rsquo;une part, il y a des r&eacute;ponses physicalistes et fonctionnalistes pertinentes aux arguments visant &agrave; &eacute;tablir que les &eacute;tats ph&eacute;nom&eacute;naux sont des types d&rsquo;&eacute;tats intrins&egrave;ques non physiques, et non des types d&rsquo;&eacute;tats fonctionnels r&eacute;alis&eacute;s par des occurrences d&rsquo;&eacute;tats physiques (c&rsquo;est-&agrave;-dire, des configurations d&rsquo;&eacute;tats c&eacute;r&eacute;braux). D&rsquo;autre part, nous ne disposons pas d&rsquo;une th&eacute;orie fonctionnaliste compl&egrave;te qui soit capable de distinguer les diff&eacute;rents types d&rsquo;&eacute;tats ph&eacute;nom&eacute;naux sur la base de leurs fonctions et qui explique la mani&egrave;re sp&eacute;cifique dont chacun de ces types d&rsquo;&eacute;tats est &eacute;prouv&eacute;.</p>

<p style="text-align: justify;">Cette situation nourrit ce qui est connu sous le nom de l&rsquo;argument du foss&eacute; dans l&rsquo;explication (<em>explanatory gap</em>), argument d&eacute;velopp&eacute; par Joseph Levine (*1952) notamment (voir Levine (1983) et (2003))&nbsp;: en supposant que les &eacute;tats ph&eacute;nom&eacute;naux soient des types d&rsquo;&eacute;tats fonctionnels dont chaque occurrence est r&eacute;alis&eacute;e de mani&egrave;re physique, il nous manque encore une explication permettant de rendre compte de l&rsquo;aspect d&rsquo;exp&eacute;rience v&eacute;cue de ces &eacute;tats. Par contre, selon Levine, les identifications scientifiques fournissent, elles, une telle explication&nbsp;: par exemple, si on identifie l&rsquo;eau &agrave; H2O, la chimie mol&eacute;culaire nous explique les propri&eacute;t&eacute;s manifestes de l&rsquo;eau&nbsp;: pourquoi l&rsquo;eau bout &agrave; 100&nbsp;&deg;C, pourquoi l&rsquo;eau est transparente, sans couleur, sans odeur, etc. Une fois qu&rsquo;on a saisi cette explication, il n&rsquo;est plus concevable que H2O ne soit pas de l&rsquo;eau. Il n&rsquo;y a pas de propri&eacute;t&eacute;s de l&rsquo;eau que la th&eacute;orie mol&eacute;culaire de H2O n&rsquo;explique pas.</p>

<p style="text-align: justify;">L&rsquo;argument de Levine s&rsquo;applique &agrave; la conscience dans sa totalit&eacute;&nbsp;: une th&eacute;orie fonctionnelle &ndash; m&ecirc;me combin&eacute;e &agrave; des th&eacute;ories concernant sa r&eacute;alisation physique, y compris des th&eacute;ories de l&rsquo;&eacute;volution de la conscience &ndash; ne nous explique pas la mani&egrave;re dont nous &eacute;prouvons la conscience. L&rsquo;argument du foss&eacute; dans l&rsquo;explication tel que le con&ccedil;oit Levine est un argument &eacute;pist&eacute;mologique qui ne vise pas &agrave; &eacute;tablir une conclusion m&eacute;taphysique. Il s&rsquo;agit plut&ocirc;t d&rsquo;un diagnostic qui nous apprend pourquoi une th&eacute;orie fonctionnelle des &eacute;tats ph&eacute;nom&eacute;naux semble difficile &agrave; accepter (pour des introductions plus approfondies &agrave; la philosophie de l&rsquo;esprit en fran&ccedil;ais, notez Engel (1994), Fisette et Poirier (2000), Kim (2008) et Esfeld (2012) &ndash; cet article se base sur le livre Esfeld (2012)).</p>

<p style="text-align: justify;"><span style="color: #345a96;"><strong>Bibliographie</strong></span></p>

<p style="text-align: justify;">AVERILL, Edward et Keating, B. F. (1981)&nbsp;: &laquo;&nbsp;Does interactionism violate a law of classical physics&nbsp;?&nbsp;&raquo; <em>Mind</em> 90, pp.&nbsp;102&ndash;107.</p>

<p style="text-align: justify;">BECKERMANN, Ansgar (1986)&nbsp;: <em>Descartes&rsquo; metaphysischer Beweis f&uuml;r den Dualismus&nbsp;: Analyse und Kritik</em>. Freiburg (Breisgau)&nbsp;: Alber.</p>

<p style="text-align: justify;">BENNETT, Karen (2003)&nbsp;: &laquo;&nbsp;Why the exclusion problem seems intractable, and how, just maybe, to tract it&nbsp;&raquo;. <em>No&ucirc;s</em> 37, pp.&nbsp;471&ndash;497.</p>

<p style="text-align: justify;">BLOCK, Ned (1978)&nbsp;: &laquo;&nbsp;Troubles with functionalism&nbsp;&raquo;. In&nbsp;: C. W. Savage (dir.)&nbsp;: <em>Perception and cognition. Minnesota studies in the philosophy of science. Volume 9</em>. Minneapolis&nbsp;: University of Minnesota Press. PP.&nbsp;261&ndash;325. R&eacute;imprim&eacute; dans Ned Block (dir.) (1980)&nbsp;: <em>Readings in the philosophy of psychology. Volume&nbsp;1</em>. London&nbsp;: Methuen. Pp.&nbsp;268&ndash;305.</p>

<p style="text-align: justify;">BLOCK, Ned (1981)&nbsp;: &laquo;&nbsp;Psychologism and behaviorism&nbsp;&raquo;. <em>Philosophical Review</em> 90, pp.&nbsp;5&ndash;43.</p>

<p style="text-align: justify;">BRENTANO, Franz (1944)&nbsp;: <em>Psychologie, du point de vue empirique. Traduction par Maurice de Gandillac</em>. Paris&nbsp;: Aubier.</p>

<p style="text-align: justify;">CHALMERS, David J. (1996)&nbsp;: <em>The conscious mind. In search of a fundamental theory</em>. New York&nbsp;: Oxford University Press.</p>

<p style="text-align: justify;">CHISHOLM, Roderick M. (1957)&nbsp;: <em>Perceiving&nbsp;: A philosophical study</em>. Ithaca&nbsp;: Cornell University Press.</p>

<p style="text-align: justify;">CHURCHLAND, Paul M. (1985)&nbsp;: &laquo;&nbsp;Reduction, qualia, and the direct introspection of brain states&nbsp;&raquo;. <em>Journal of Philosophy</em> 82, p. 8&ndash;28. R&eacute;imprim&eacute; dans Paul M. Churchland (1989)&nbsp;: <em>A neurocomputational perspective</em>. Cambridge (Massachusetts)&nbsp;: MIT Press. Pp.&nbsp;47&ndash;66.</p>

<p style="text-align: justify;">DENNETT, Daniel C. (1993)&nbsp;: <em>La conscience expliqu&eacute;e. Traduction par Pascal Engel</em>. Paris&nbsp;: Odile Jacob.</p>

<p style="text-align: justify;">ENGEL, Pascal (1994)&nbsp;: <em>Introduction &agrave; la philosophie de l&rsquo;esprit</em>. Paris&nbsp;: La D&eacute;couverte.</p>

<p style="text-align: justify;">ESFELD, Michael (2012)&nbsp;: <em>La philosophie de l&rsquo;esprit. Une introduction aux d&eacute;bats contemporains</em>, Paris&nbsp;: Armand Colin.</p>

<p style="text-align: justify;">ESFELD, Michael et Sachse, Christian (2011)&nbsp;: <em>Conservative reductionism</em>. New York&nbsp;: Routledge.</p>

<p style="text-align: justify;">FEIGL, Herbert (1958)&nbsp;: &laquo;&nbsp;The &lsquo;mental&rsquo; and the &lsquo;physical&rsquo;&nbsp;&raquo;. In&nbsp;: H. Feigl, M. Scriven et G. Maxwell (dir.)&nbsp;: <em>Concepts, theories, and the mind-body problem. Minnesota Studies in the philosophy of science. Volume 2</em>. Minneapolis&nbsp;: University of Minnesota Press. Pp.&nbsp;370&ndash;497.</p>

<p style="text-align: justify;">FISETTE, Denis et Poirier, Pierre (2000)&nbsp;: <em>Philosophie de l&rsquo;esprit. Etat des lieux</em>. Paris&nbsp;: Vrin.</p>

<p style="text-align: justify;">FODOR, Jerry A. (1972)&nbsp;: <em>L&rsquo;explication en psychologie&nbsp;: une introduction &agrave; la philosophie de la psychologie. Traduction par Yvonne et Georges Noizet</em>. Paris&nbsp;: Seghers.</p>

<p style="text-align: justify;">FODOR, Jerry A. (1980)&nbsp;: &laquo;&nbsp;Les sciences particuli&egrave;res (l&rsquo;absence d&rsquo;unit&eacute; de la science&nbsp;: une hypoth&egrave;se de travail). Traduction par Pierre Jacob&nbsp;&raquo;. In&nbsp;: P. Jacob (dir.)&nbsp;: <em>De Vienne &agrave; Cambridge. L&rsquo;h&eacute;ritage du positivisme logique</em>. Paris&nbsp;: Gallimard. Pp.&nbsp;379&ndash;399.</p>

<p style="text-align: justify;">FOSTER, John (1991)&nbsp;: <em>The immaterial self. A defence of the Cartesian dualist conception of the mind</em>. London&nbsp;: Routledge.</p>

<p style="text-align: justify;">GEACH, Peter T. (1957)&nbsp;: <em>Mental acts</em>. London&nbsp;: Routledge.</p>

<p style="text-align: justify;">GILLET, Carl (2006)&nbsp;: &laquo;&nbsp;Samuel Alexander&rsquo;s emergentism&nbsp;: or, higher causation for physicalists&nbsp;&raquo;. <em>Synthese</em> 153, pp.&nbsp;261&ndash;296.</p>

<p style="text-align: justify;">HEMPEL, Carl Gustav (1935)&nbsp;: &laquo;&nbsp;L&rsquo;analyse logique de la psychologie. Traduction de l&rsquo;allemand par J. Haendler&nbsp;&raquo;. <em>Revue de Synth&egrave;se</em> 10, pp.&nbsp;27&ndash;42.</p>

<p style="text-align: justify;">HUXLEY, Thomas Henry (1893)&nbsp;: &laquo;&nbsp;On the hypothesis that animals are automata, and its history&nbsp;&raquo;. In&nbsp;: T. H. Huxley (dir.)&nbsp;: <em>Collected essays. Volume 1&nbsp;: Method and results</em>. London&nbsp;: Macmillan. Pp.&nbsp;199&ndash;250.</p>

<p style="text-align: justify;">JACKSON, Frank (1982)&nbsp;: &laquo;&nbsp;Epiphenomenal qualia&nbsp;&raquo;. <em>Philosophical Quarterly</em> 32, p.&nbsp;127&ndash;136. R&eacute;imprim&eacute; dans Frank Jackson (1998)&nbsp;: <em>Mind, method and conditionals. Selected essays</em>. London&nbsp;: Routledge. Pp.&nbsp;57&ndash;69.</p>

<p style="text-align: justify;">JACKSON, Frank (1986)&nbsp;: &laquo;&nbsp;What Mary didn&rsquo;t know&nbsp;&raquo;. <em>Journal of Philosophy</em> 83, pp.&nbsp;291&ndash;295. R&eacute;imprim&eacute; dans Frank Jackson (1998)&nbsp;: <em>Mind, method and conditionals. Selected essays</em>. London&nbsp;: Routledge. Pp.&nbsp;70&ndash;75.</p>

<p style="text-align: justify;">JACKSON, Frank (1998)&nbsp;: <em>From metaphysics to ethics. A defence of conceptual analysis</em>. Oxford&nbsp;: Oxford University Press.</p>

<p style="text-align: justify;">JACOB, Pierre (1997)&nbsp;: <em>What minds can do. Intentionality in a non-intentional world</em>. Cambridge&nbsp;: Cambridge University Press.</p>

<p style="text-align: justify;">JACOB, Pierre (2004)&nbsp;: <em>L&rsquo;intentionnalit&eacute;. Probl&egrave;mes de philosophie de l&rsquo;esprit</em>. Paris&nbsp;: Odile Jacob.</p>

<p style="text-align: justify;">KIM, Jaegwon (2005)&nbsp;: <em>Physicalism, or something near enough</em>. Princeton&nbsp;: Princeton University Press.</p>

<p style="text-align: justify;">KIM, Jaegwon (2006)&nbsp;: <em>L&rsquo;esprit dans un monde physique. Essai sur le probl&egrave;me corps-esprit et la causalit&eacute; mentale. Traduction par Fran&ccedil;ois Athan&eacute; et Edouard Guinet</em>. Paris&nbsp;: Syllepse.</p>

<p style="text-align: justify;">KIM, Jaegwon (2008)&nbsp;: <em>Philosophie de l&rsquo;esprit. Pr&eacute;face de Pascal Engel. Traduction par David Michel-Pajus, Mathieu Mulcey et Charles Th&eacute;ret sous la direction de Mathieu Mulcey</em>. Paris&nbsp;: Ithaque.</p>

<p style="text-align: justify;">KISTLER, Max (2016), <em>L&rsquo;esprit mat&eacute;riel, r&eacute;duction et &eacute;mergence, </em>Paris&nbsp;: Ithaque,.</p>

<p style="text-align: justify;">LEVINE, Joseph (1983)&nbsp;: &laquo;&nbsp;Materialism and qualia&nbsp;: The explanatory gap&nbsp;&raquo;. <em>Pacific Philosophical Quarterly</em> 64, pp.&nbsp;354&ndash;361.</p>

<p style="text-align: justify;">LEVINE, Joseph (2003)&nbsp;: &laquo;&nbsp;Omettre l&rsquo;effet que cela fait. Traduction par Pierre Poirier&nbsp;&raquo;. In&nbsp;: D. Fisette et P. Poirier (dir.)&nbsp;: <em>Philosophie de l&rsquo;esprit. Probl&egrave;mes et perspectives</em>. Paris&nbsp;: Vrin. Pp.&nbsp;195&ndash;221.</p>

<p style="text-align: justify;">LEWIS, David (1966)&nbsp;: &laquo;&nbsp;An argument for the identity theory&nbsp;&raquo;. <em>Journal of Philosophy</em> 63, pp.&nbsp;17&ndash;25. R&eacute;imprim&eacute; dans David Lewis (1983)&nbsp;: <em>Philosophical papers. Volume 1</em>. Oxford&nbsp;: Oxford University Press. Pp.&nbsp;99&ndash;107.</p>

<p style="text-align: justify;">LEWIS, David (1970)&nbsp;: &laquo;&nbsp;How to define theoretical terms&nbsp;&raquo;. <em>Journal of Philosophy</em> 67, pp.&nbsp;427&ndash;446. R&eacute;imprim&eacute; dans David Lewis (1983)&nbsp;: <em>Philosophical papers. Volume 1</em>. Oxford&nbsp;: Oxford University Press. Pp.&nbsp;78&ndash;95.</p>

<p style="text-align: justify;">LEWIS, David (1972)&nbsp;: &laquo;&nbsp;Psychophysical and theoretical identifications&nbsp;&raquo;. <em>Australasian Journal of Philosophy</em> 50, pp.&nbsp;249&ndash;258. R&eacute;imprim&eacute; dans Ned Block (dir.) (1980)&nbsp;: <em>Readings in philosophy of psychology. Volume 1.</em> London&nbsp;: Methuen. Pp.&nbsp;207&ndash;222.</p>

<p style="text-align: justify;">LEWIS, David (1990)&nbsp;: &laquo;&nbsp;What experience teaches&nbsp;&raquo;. In&nbsp;: W. G. Lycan (dir.)&nbsp;: <em>Mind and cognition. A reader</em>. Oxford&nbsp;: Blackwell. Pp.&nbsp;499&ndash;519.</p>

<p style="text-align: justify;">LOAR, Brian (1997)&nbsp;: &laquo;&nbsp;Phenomenal states&nbsp;&raquo;. In&nbsp;: N. Block, O. Flanagan et G. G&uuml;zeldere (dir.)&nbsp;: <em>The nature of consciousness</em>. Cambridge (Massachusetts)&nbsp;: MIT Press. Pp.&nbsp;597&ndash;616.</p>

<p style="text-align: justify;">LOEWER, Barry (1996)&nbsp;: &laquo;&nbsp;Freedom from physics&nbsp;: Quantum mechanics and free will&nbsp;&raquo;. <em>Philosophical Topics</em> 24, pp.&nbsp;92&ndash;113.</p>

<p style="text-align: justify;">LOTH, Fran&ccedil;ois (2013)&nbsp;: <em>Le corps et l&rsquo;esprit, essai sur la causalit&eacute; mentale</em>, Paris&nbsp;: Vrin.</p>

<p style="text-align: justify;">MEIXNER, Uwe (2004)&nbsp;: <em>The two sides of being. A reassessment of psycho-physical dualism</em>. Paderborn&nbsp;: Mentis.</p>

<p style="text-align: justify;">MILLIKAN, Ruth Garrett (1984)&nbsp;: <em>Language, thought, and other biological categories</em>. Cambridge (Massachusetts)&nbsp;: MIT Press.</p>

<p style="text-align: justify;">MILLIKAN, Ruth Garrett (2004)&nbsp;: <em>The varieties of meaning. The Jean Nicod lectures</em>. Cambridge (Massachusetts)&nbsp;: MIT Press.</p>

<p style="text-align: justify;">NAGEL, Thomas (1984)&nbsp;: <em>Questions mortelles. Traduction par Pascal Engel et Claudine Tiercelin</em>. Paris&nbsp;: PUF.</p>

<p style="text-align: justify;">NEMIROW, Laurence (1990)&nbsp;: &laquo;&nbsp;Physicalism and the cognitive role of acquaintance&nbsp;&raquo;. In&nbsp;: W. G. Lycan (dir.)&nbsp;: <em>Mind and cognition. A reader</em>. Oxford&nbsp;: Blackwell. Pp.&nbsp;490&ndash;499.</p>

<p style="text-align: justify;">NIDA-R&Uuml;MELIN, Martine (1998)&nbsp;: &laquo;&nbsp;On belief about experiences. An epistemological distinction applied to the knowledge argument against physicalism&nbsp;&raquo;. <em>Philosophy and Phenomenological Research</em> 58, pp. 51&ndash;73.</p>

<p style="text-align: justify;">NIDA-R&Uuml;MELIN, Martine (2007)&nbsp;: &laquo;&nbsp;Grasping phenomenal properties&nbsp;&raquo;. In: T. Alter et S. Walter (dir.)&nbsp;: <em>Phenomenal concepts and phenomenal knowledge</em>. Oxford&nbsp;: Oxford University Press. Pp. 307&ndash;338.</p>

<p style="text-align: justify;">PACHERIE, Elisabeth (1993)&nbsp;: <em>Naturaliser l&rsquo;intenntionalit&eacute;. Essai de philosophie de la psychologie</em>. Paris&nbsp;: PUF.</p>

<p style="text-align: justify;">PAPINEAU, David (1993)&nbsp;: <em>Philosophical naturalism</em>. Oxford&nbsp;: Blackwell.</p>

<p style="text-align: justify;">PAPINEAU, David (2002)&nbsp;: <em>Thinking about consciousness</em>. Oxford&nbsp;: Oxford University Press.</p>

<p style="text-align: justify;">PERRY, John (2001)&nbsp;: <em>Knowledge, possibility, and consciousness</em>. Cambridge (Massachusetts)&nbsp;: MIT Press.</p>

<p style="text-align: justify;">PLACE, Ullin T. (1956)&nbsp;: &laquo;&nbsp;Is consciousness a brain process&nbsp;?&nbsp;&raquo; <em>British Journal of Psychology</em> 47, pp.&nbsp;44&ndash;50.</p>

<p style="text-align: justify;">PUTNAM, Hilary (2002)&nbsp;: &laquo;&nbsp;La nature des &eacute;tats mentaux. Traduction par Jean-Michel Roy et Dominique Boucher&nbsp;&raquo;. In&nbsp;: D. Fisette et P. Poirier (dir.)&nbsp;: <em>Philosophie de l&rsquo;esprit. Psychologie du sens commun et sciences de l&rsquo;esprit. </em>Paris&nbsp;: Vrin. Pp.&nbsp;269&ndash;287.</p>

<p style="text-align: justify;">REY, Georges (1997)&nbsp;: <em>Contemporary philosophy of mind. A contentiously classical approach</em>. Oxford&nbsp;: Blackwell.</p>

<p style="text-align: justify;">SEARLE, John R. (1980)&nbsp;: &laquo;&nbsp;Minds, brains, and programs&nbsp;&raquo;. <em>Behavioral and Brain Sciences</em> 3, pp.&nbsp;417&ndash;424, 450&ndash;457.</p>

<p style="text-align: justify;">SEARLE, John R. (1999)&nbsp;: <em>Le myst&egrave;re de la conscience; suivi d&rsquo;&eacute;changes avec Daniel C. Dennett et David J. Chalmers. Traduction par Claudine Tiercelin</em>. Paris&nbsp;: Odile Jacob.</p>

<p style="text-align: justify;">SMART, J. J. C. (1959)&nbsp;: &laquo;&nbsp;Sensations and brain processes&nbsp;&raquo;. <em>Philosophical Review</em> 58, pp.&nbsp;141&ndash;156.</p>

<p style="text-align: justify;">SMITH, Michael (1994)&nbsp;: <em>The moral problem</em>. Oxford&nbsp;: Blackwell.</p>

<p style="text-align: justify;">STRAWSON, Galen (2006)&nbsp;: <em>Consciousness and its place in nature&nbsp;: Does physicalism entail panpsychism&nbsp;?</em> Exeter&nbsp;: Imprint Academic.</p>

<p style="text-align: justify;">SWINBURNE, Richard (1986)&nbsp;: <em>The evolution of the soul</em>. Oxford&nbsp;: Oxford University Press.</p>

<p style="text-align: justify;">WRIGHT, Larry (1973)&nbsp;: &laquo;&nbsp;Functions&nbsp;&raquo;. <em>Philosophical Review</em> 82, pp.&nbsp;139&ndash;168.</p>

<p style="text-align: justify;">YABLO, Stephen (1990)&nbsp;: &laquo;&nbsp;The real distinction between mind and body&nbsp;&raquo;. <em>Canadian Journal of Philosophy. Supplementary Volume</em> 16, pp. 149&ndash;201.</p>

<p style="text-align: justify;"><strong>Michael Esfeld</strong></p>

<p style="text-align: justify;">Universit&eacute; de Lausanne</p>

<p style="text-align: justify;"><a href="mailto:Michael-Andreas.Esfeld@unil.ch">Michael-Andreas.Esfeld@unil.ch</a></p></div>    </div>
<!-- 
         <div class="property">
        <h4>
                Titre de l&#039;article                        </h4>
        <div class="values">
                                <div class="value" lang="">
                                Philosophie de l’esprit  (A)            </div>
                </div>
    </div>
    <div class="property">
        <h4>
                Auteur                        </h4>
        <div class="values">
                                <div class="value" lang="">
                                Esfeld, Michael            </div>
                </div>
    </div>
    <div class="property">
        <h4>
                Date de publication                        </h4>
        <div class="values">
                                <div class="value" lang="">
                                2017-06-24            </div>
                </div>
    </div>
    <div class="property">
        <h4>
                Editeur                        </h4>
        <div class="values">
                                <div class="value" lang="">
                                Maxime Kristanek            </div>
                </div>
    </div>
    <div class="property">
        <h4>
                Identifiant                        </h4>
        <div class="values">
                                <div class="value" lang="">
                                philosophie-de-lesprit-a            </div>
                </div>
    </div>
          <div id="other-media" class="property">
     <h4>Other Media</h4>
     <div class="values">
          <div class="value">
     <a href="/document/philosophie-de-lesprit-a/1517">Philosophie de l’esprit  (A)</a>
     </div>
     </div>
          </div>
      -->
<!--
<script type="application/ld+json">{"@context":"https:\/\/encyclo-philo.fr\/api-context","@id":"https:\/\/encyclo-philo.fr\/api\/items\/110","@type":"o:Item","o:id":110,"o:is_public":true,"o:owner":{"@id":"https:\/\/encyclo-philo.fr\/api\/users\/1","o:id":1},"o:resource_class":null,"o:resource_template":{"@id":"https:\/\/encyclo-philo.fr\/api\/resource_templates\/2","o:id":2},"o:thumbnail":null,"o:title":"Philosophie de l\u2019esprit  (A)","thumbnail_display_urls":{"large":"\/application\/asset\/thumbnails\/default.png?v=3.2.3","medium":"\/application\/asset\/thumbnails\/default.png?v=3.2.3","square":"\/application\/asset\/thumbnails\/default.png?v=3.2.3"},"o:created":{"@value":"2020-11-03T15:08:37+00:00","@type":"http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"},"o:modified":{"@value":"2021-03-21T22:08:41+00:00","@type":"http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"},"o:media":[{"@id":"https:\/\/encyclo-philo.fr\/api\/media\/1517","o:id":1517}],"o:item_set":[],"o:site":[{"@id":"https:\/\/encyclo-philo.fr\/api\/sites\/1","o:id":1}],"dcterms:title":[{"type":"literal","property_id":1,"property_label":"Title","is_public":true,"@value":"Philosophie de l\u2019esprit  (A)"}],"dcterms:creator":[{"type":"literal","property_id":2,"property_label":"Creator","is_public":true,"@value":"Esfeld, Michael"}],"dcterms:date":[{"type":"literal","property_id":7,"property_label":"Date","is_public":true,"@value":"2017-06-24"}],"dcterms:publisher":[{"type":"literal","property_id":5,"property_label":"Publisher","is_public":true,"@value":"Maxime Kristanek"}],"dcterms:identifier":[{"type":"literal","property_id":10,"property_label":"Identifier","is_public":true,"@value":"philosophie-de-lesprit-a"}]}</script><p class="citation">Esfeld, Michael. « Philosophie de l’esprit (A) ». Maxime Kristanek, <i>L'encyclopédie philosophique</i>, consulté le 2 janvier 2026, <span class="citation-url">https://encyclo-philo.fr/philosophie-de-lesprit-a</span></p><span class="Z3988" title="ctx_ver=Z39.88-2004&rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Adc&rfr_id=info%3Asid%2Fomeka.org%3Agenerator&rft.creator=Esfeld%2C+Michael&rft.publisher=Maxime+Kristanek&rft.date=2017-06-24&rft.title=Philosophie+de+l%E2%80%99esprit++%28A%29&rft.identifier=%2Fphilosophie-de-lesprit-a"></span>-->
 
            </div>
            <footer>
		<div class="copy">
		    <a class="button" href="https://encyclo-philo.fr/s/encyclophilo/page/contact">Contact</a>
		</div>
		
		<div class="logos">
		    <a href="http://poincare.univ-lorraine.fr/"><img src="https://encyclo-philo.fr/files/logos/ahp.png" alt="AHP" title="AHP" width="40"></a>
		    <a href="https://www.huma-num.fr/"><img src="https://encyclo-philo.fr/files/logos/huma-num.png" alt="Huma-Num" title="Huma-Num" width="50"></a>
		    <a href="https://www.cnrs.fr"><img alt="CNRS" src="https://encyclo-philo.fr/files/logos/cnrs.png" title="CNRS" width="50"></a>
		    <a href="http://univ-lorraine.fr"><img src="https://encyclo-philo.fr/files/logos/ul.png" alt="UL" title="Université de Lorraine" width="100"></a>  
		</div>
            </footer>
        </div>
        <!-- Matomo -->
<script type="text/javascript">
  var _paq = window._paq = window._paq || [];
  /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
  _paq.push(['trackPageView']);
  _paq.push(['enableLinkTracking']);
  (function() {
    var u="https://analyseweb.huma-num.fr/";
    _paq.push(['setTrackerUrl', u+'piwik.php']);
    _paq.push(['setSiteId', '299']);
    var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0];
    g.type='text/javascript'; g.async=true; g.src=u+'piwik.js'; s.parentNode.insertBefore(g,s);
  })();
</script>
<!-- End Matomo Code --></body>
</html>
