<html xmlns:v="urn:schemas-microsoft-com:vml" xmlns:o="urn:schemas-microsoft-com:office:office">
 <head> 
  <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /> 
  <meta name="description" content="Catechismo della Chiesa Cattolica - Le virt&ugrave;" /> 
  <meta name="creator" content="Catechismo della Chiesa Cattolica" /> 
  <meta name="keywords" content="Catechismo della Chiesa Cattolica - Le virt&ugrave;, Catechismo della Chiesa Cattolica" /> 
  <meta name="language" content="it" /> 
  <meta name="publisher" content="Dicastero per la Comunicazione" /> 
  <meta name="eventDate" content="1992-06-25 08:00:00" /> 
  <meta name="sections" content="archive" /> 
  <meta name="subSections" content="catechism" /> 
  <meta name="template" content="simplepage" /> 
  <meta name="isCalendar" content="false" /> 
  <title>Catechismo della Chiesa Cattolica - Le virt&ugrave;</title> 
  <script language="JavaScript" src="/js/indice.js"></script> 
  <link rel="stylesheet" type="text/css" href="/roman_curia/img/style_index.css" /> 
  <script>
function printDiv()
{
 var a = window.open('','','width=600,height=800');
 a.document.open("text/html");
 a.document.write(document.getElementById('corpo').innerHTML);
 a.document.close();
 a.print();
}
</script> 
 </head> 
 <body background="/img/sfondo.jpg" text="#000000" alink="#000000" vlink="#000000" link="#663300" topmargin="0" marginwidth="1" marginheight="1" leftmargin="0"> 
  <a name="top"></a> 
  <div id="corpo" class="rounded"> 
   <table border="0" width="100%" cellspacing="0" cellpadding="0" bgcolor="#FFFFFF"> 
    <tbody> 
     <tr> 
      <td align="center" valign="top" width="8%" bordercolor="#663300"> <p align="left"> <a href="/index.htm"> <img border="0" src="/roman_curia/img/logo-vatican.png" width="64" height="78" alt="Index" title="Index" /></a></p></td> 
      <td align="center" valign="top" width="58%" bordercolor="#663300"> </td> 
      <td align="center" width="18%" bordercolor="#663300"> 
       <div class="share"> 
        <a href="https://www.facebook.com/sharer.php?u=" onclick="javascript:window.open(this.href+encodeURIComponent(document.location.href), 'Facebook', 'menubar=no,toolbar=no,resizable=yes,scrollbars=yes,height=600,width=600');return false;"><img src="/holy_father/share/facebook.png" alt="Facebook" border="0" /></a> 
        <a href="https://twitter.com/home?status=vatican.va:%0A" onclick="javascript:window.open(this.href+encodeURIComponent(document.location.href), 'Twitter', 'menubar=no,toolbar=no,resizable=yes,scrollbars=yes,height=600,width=600');return false;"><img src="/holy_father/share/twitter.png" alt="Twitter" border="0" /></a> 
        <a href="https://plus.google.com/share?url=" onclick="javascript:window.open(this.href+encodeURIComponent(document.location.href), 'Google+', 'menubar=no,toolbar=no,resizable=yes,scrollbars=yes,height=600,width=600');return false;"><img src="/holy_father/share/gplus.png" alt="Google+" border="0" /></a> 
        <a href="mailto:" onclick="javascript: this.href='mailto:?subject='+encodeURIComponent(document.title)+'&amp;body=%0A'+encodeURIComponent(document.location.href);"><img src="/holy_father/share/mail.png" alt="Mail" border="0" /></a> 
       </div> </td> 
      <td align="center" width="5%" bordercolor="#663300"> <a href="javascript:history.go(-1)"> <img border="0" src="/roman_curia/img/back.png" width="32" height="32" alt="Back" title="Back" /></a></td> 
      <td align="center" width="5%" bordercolor="#663300"> </td> 
      <td align="center" width="5%" bordercolor="#663300"> <a href="#" onclick="printDiv()"> <img border="0" src="/roman_curia/img/print.png" alt="Print" title="Print" width="26" height="26" /></a></td> 
     </tr> 
     <tr> 
      <td align="center" valign="top" width="100%" bgcolor="#FFFFFF" height="5" colspan="6"> 
       <hr /> 
       <table border="0" width="98%" cellspacing="0" cellpadding="5"> 
        <tbody> 
         <tr> 
          <td align="left" height="50" valign="top" width="99%"> <font face="Times" size="3"> <p align="center"> <b><font size="5"> </font></b></p> </font>&nbsp;<p align="left"><b><font size="5">PARTE TERZA&nbsp;<br />LA VITA IN CRISTO</font></b></p> <p align="left"><b><font size="4">SEZIONE PRIMA&nbsp;<br /> LA VOCAZIONE DELL'UOMO:&nbsp;<br /> LA VITA NELLO SPIRITO</font></b></p> <p align="left"><font size="4"> CAPITOLO PRIMO&nbsp;<br />LA DIGNIT&Agrave; DELLA PERSONA UMANA</font></p> <p align="left"><b> ARTICOLO 7&nbsp;<br />LE VIRTU'</b></p> <p align="left"><b>1803</b><i> </i>&laquo; Tutto quello che &egrave; vero, nobile, giusto, puro, amabile, onorato, quello che &egrave; virt&ugrave; e merita lode, tutto questo sia oggetto dei vostri pensieri &raquo; (<i>Fil </i>4,8).</p> <p align="left">La virt&ugrave; &egrave; una disposizione abituale e ferma a fare il bene. Essa consente alla persona, non soltanto di compiere atti buoni, ma di dare il meglio di s&eacute;. Con tutte le proprie energie sensibili e spirituali la persona virtuosa tende verso il bene; lo ricerca e lo sceglie in azioni concrete:</p> 
           <blockquote> 
            <p align="left">&laquo; Il fine di una vita virtuosa consiste nel divenire simili a Dio &raquo;.<sup>81</sup></p> 
           </blockquote> <p align="left"><b><a name="I. Le virt&ugrave; umane">I. Le virt&ugrave; umane</a></b></p> <p align="left"><b>1804</b> Le <i>virt&ugrave; umane </i> sono attitudini ferme, disposizioni stabili, perfezioni abituali dell'intelligenza e della volont&agrave; che regolano i nostri atti, ordinano le nostre passioni e guidano la nostra condotta secondo la ragione e la fede. Esse procurano facilit&agrave;, padronanza di s&eacute; e gioia per condurre una vita moralmente buona. L'uomo virtuoso &egrave; colui che liberamente pratica il bene.</p> <p align="left">Le virt&ugrave; morali vengono acquisite umanamente. Sono i frutti e i germi di atti moralmente buoni; dispongono tutte le potenzialit&agrave; dell'essere umano ad entrare in comunione con l'amore divino.</p> <p align="left"><b>Distinzione delle virt&ugrave; cardinali</b></p> <p align="left"><b> 1805</b> Quattro virt&ugrave; hanno funzione di &laquo; cardine &raquo;. Per questo sono dette &laquo; cardinali &raquo;; tutte le altre si raggruppano attorno ad esse. Sono: la prudenza, la giustizia, la fortezza e la temperanza. &laquo; Se uno ama la giustizia, le virt&ugrave; sono il frutto delle sue fatiche. Essa insegna infatti la temperanza e la prudenza, la giustizia e la fortezza &raquo; (<i>Sap </i>8,7). Sotto altri nomi, queste virt&ugrave; sono lodate in molti passi della Scrittura.</p> <p align="left"><b>1806</b> La <i>prudenza </i> &egrave; la virt&ugrave; che dispone la ragione pratica a discernere in ogni circostanza il nostro vero bene e a scegliere i mezzi adeguati per compierlo. L'uomo &laquo; accorto controlla i suoi passi &raquo; (<i>Prv </i>14,15). &laquo; Siate moderati e sobri per dedicarvi alla preghiera &raquo; (<i>1 Pt </i> 4,7). La prudenza &egrave; la &laquo; retta norma dell'azione &raquo;, scrive san Tommaso<sup>82</sup> sulla scia di Aristotele. Essa non si confonde con la timidezza o la paura, n&eacute; con la doppiezza o la dissimulazione. &Egrave; detta &laquo; <i>auriga virtutum </i>&#x2013; cocchiere delle virt&ugrave; &raquo;: essa dirige le altre virt&ugrave; indicando loro regola e misura. &Egrave; la prudenza che guida immediatamente il giudizio di coscienza. L'uomo prudente decide e ordina la propria condotta seguendo questo giudizio. Grazie alla virt&ugrave; della prudenza applichiamo i principi morali ai casi particolari senza sbagliare e superiamo i dubbi sul bene da compiere e sul male da evitare.</p> <p align="left"><b> 1807</b> La <i>giustizia </i>&egrave; la virt&ugrave; morale che consiste nella costante e ferma volont&agrave; di dare a Dio e al prossimo ci&ograve; che &egrave; loro dovuto. La giustizia verso Dio &egrave; chiamata &laquo; virt&ugrave; di religione &raquo;. La giustizia verso gli uomini dispone a rispettare i diritti di ciascuno e a stabilire nelle relazioni umane l'armonia che promuove l'equit&agrave; nei confronti delle persone e del bene comune. L'uomo giusto, di cui spesso si fa parola nei Libri Sacri, si distingue per l'abituale dirittura dei propri pensieri e per la rettitudine della propria condotta verso il prossimo. &laquo; Non tratterai con parzialit&agrave; il povero, n&eacute; userai preferenze verso il potente; ma giudicherai il tuo prossimo con giustizia &raquo; (<i>Lv </i> 19,15). &laquo; Voi, padroni, date ai vostri servi ci&ograve; che &egrave; giusto ed equo, sapendo che anche voi avete un padrone in cielo &raquo; (<i>Col </i>4,1).</p> <p align="left"><b> 1808</b> La <i>fortezza </i>&egrave; la virt&ugrave; morale che, nelle difficolt&agrave;, assicura la fermezza e la costanza nella ricerca del bene. Essa rafforza la decisione di resistere alle tentazioni e di superare gli ostacoli nella vita morale. La virt&ugrave; della fortezza rende capaci di vincere la paura, perfino della morte, e di affrontare la prova e le persecuzioni. D&agrave; il coraggio di giungere fino alla rinuncia e al sacrificio della propria vita per difendere una giusta causa. &laquo; Mia forza e mio canto &egrave; il Signore &raquo; (<i>Sal </i>118,14). &laquo; Voi avrete tribolazione nel mondo, ma abbiate fiducia; io ho vinto il mondo &raquo; (<i>Gv </i>16,33).</p> <p align="left"><b> 1809</b> La <i>temperanza </i>&egrave; la virt&ugrave; morale che modera l'attrattiva dei piaceri e rende capaci di equilibrio nell'uso dei beni creati. Essa assicura il dominio della volont&agrave; sugli istinti e mantiene i desideri entro i limiti dell'onest&agrave;. La persona temperante orienta al bene i propri appetiti sensibili, conserva una sana discrezione, e non segue il proprio istinto e la propria forza assecondando i desideri del proprio cuore.<sup>83</sup> La temperanza &egrave; spesso lodata nell'Antico Testamento: &laquo; Non seguire le passioni; poni un freno ai tuoi desideri &raquo; (<i>Sir </i>18,30). Nel Nuovo Testamento &egrave; chiamata &laquo; moderazione &raquo; o &laquo; sobriet&agrave; &raquo;. Noi dobbiamo &laquo; vivere con sobriet&agrave;, giustizia e piet&agrave; in questo mondo &raquo; (<i>Tt </i>2,12).</p> 
           <blockquote> 
            <p align="left">&laquo; Vivere bene altro non &egrave; che amare Dio con tutto il proprio cuore, con tutta la propria anima, e con tutto il proprio agire. Gli si d&agrave; (con la temperanza) un amore totale che nessuna sventura pu&ograve; far vacillare (e questo mette in evidenza la fortezza), un amore che obbedisce a lui solo (e questa &egrave; la giustizia), che vigila al fine di discernere ogni cosa, nel timore di lasciarsi sorprendere dall'astuzia e dalla menzogna (e questa &egrave; la prudenza) &raquo;.<sup>84</sup></p> 
           </blockquote> <p align="left"><b>Le virt&ugrave; e la grazia</b></p> <p align="left"><b> 1810</b> Le virt&ugrave; umane acquisite mediante l'educazione, mediante atti deliberati e una perseveranza sempre rinnovata nello sforzo, sono purificate ed elevate dalla grazia divina. Con l'aiuto di Dio forgiano il carattere e rendono spontanea la pratica del bene. L'uomo virtuoso &egrave; felice di praticare le virt&ugrave;.</p> <p align="left"><b>1811</b> Per l'uomo ferito dal peccato non &egrave; facile conservare l'equilibrio morale. Il dono della salvezza fattoci da Cristo ci d&agrave; la grazia necessaria per perseverare nella ricerca delle virt&ugrave;. Ciascuno deve sempre implorare questa grazia di luce e di forza, ricorrere ai sacramenti, cooperare con lo Spirito Santo, seguire i suoi inviti ad amare il bene e a stare lontano dal male.</p> <p align="left"><b><a name="II. Le virt&ugrave; teologali"> II. Le virt&ugrave; teologali</a></b></p> <p align="left"><b>1812</b> Le virt&ugrave; umane si radicano nelle virt&ugrave; teologali, le quali rendono le facolt&agrave; dell'uomo idonee alla partecipazione alla natura divina.<sup>85</sup> Le virt&ugrave; teologali, infatti, si riferiscono direttamente a Dio. Esse dispongono i cristiani a vivere in relazione con la Santissima Trinit&agrave;. Hanno come origine, causa ed oggetto Dio Uno e Trino.</p> <p align="left"><b> 1813</b> Le virt&ugrave; teologali fondano, animano e caratterizzano l'agire morale del cristiano. Esse informano e vivificano tutte le virt&ugrave; morali. Sono infuse da Dio nell'anima dei fedeli per renderli capaci di agire quali suoi figli e meritare la vita eterna. Sono il pegno della presenza e dell'azione dello Spirito Santo nelle facolt&agrave; dell'essere umano. Tre sono le virt&ugrave; teologali: la fede, la speranza e la carit&agrave;.<sup>86</sup></p> <p align="left"><b> La fede</b></p> <p align="left"><b>1814</b> La fede &egrave; la virt&ugrave; teologale per la quale noi crediamo in Dio e a tutto ci&ograve; che egli ci ha detto e rivelato, e che la Chiesa ci propone da credere, perch&eacute; egli &egrave; la stessa verit&agrave;. Con la fede &laquo; l'uomo si abbandona tutto a Dio liberamente &raquo;.<sup>87</sup> Per questo il credente cerca di conoscere e di fare la volont&agrave; di Dio. &laquo; Il giusto vivr&agrave; mediante la fede &raquo; (<i>Rm </i>1,17). La fede viva &laquo; opera per mezzo della carit&agrave; &raquo; (<i>Gal </i>5,6).</p> <p align="left"><b> 1815</b> Il dono della fede rimane in colui che non ha peccato contro di essa.<sup>88</sup> Ma &laquo; la fede senza le opere &egrave; morta &raquo; (<i>Gc </i> 2,26). Se non si accompagna alla speranza e all'amore, la fede non unisce pienamente il fedele a Cristo e non ne fa un membro vivo del suo corpo.</p> <p align="left"><b>1816</b> Il discepolo di Cristo non deve soltanto custodire la fede e vivere di essa, ma anche professarla, darne testimonianza con franchezza e diffonderla: &laquo; Devono tutti essere pronti a confessare Cristo davanti agli uomini, e a seguirlo sulla via della croce attraverso le persecuzioni, che non mancano mai alla Chiesa &raquo;.<sup>89</sup> Il servizio e la testimonianza della fede sono indispensabili per la salvezza: &laquo; Chi [...] mi riconoscer&agrave; davanti agli uomini, anch'io lo riconoscer&ograve; davanti al Padre mio che &egrave; nei cieli; chi invece mi rinnegher&agrave; davanti agli uomini, anch'io lo rinnegher&ograve; davanti al Padre mio che &egrave; nei cieli &raquo; (<i>Mt </i>10,32-33).</p> <p align="left"><b>La speranza</b></p> <p align="left"><b>1817</b> La speranza &egrave; la virt&ugrave; teologale per la quale desideriamo il regno dei cieli e la vita eterna come nostra felicit&agrave;, riponendo la nostra fiducia nelle promesse di Cristo e appoggiandoci non sulle nostre forze, ma sull'aiuto della grazia dello Spirito Santo. &laquo; Manteniamo senza vacillare la professione della nostra speranza, perch&eacute; &egrave; fedele colui che ha promesso &raquo; (<i>Eb </i> 10,23). Lo Spirito &egrave; stato &laquo; effuso da lui su di noi abbondantemente per mezzo di Ges&ugrave; Cristo, Salvatore nostro, perch&eacute;, giustificati dalla sua grazia, diventassimo eredi, secondo la speranza, della vita eterna &raquo; (<i>Tt </i> 3,6-7).</p> <p align="left"><b>1818</b> La virt&ugrave; della speranza risponde all'aspirazione alla felicit&agrave;, che Dio ha posto nel cuore di ogni uomo; essa assume le attese che ispirano le attivit&agrave; degli uomini; le purifica per ordinarle al regno dei cieli; salvaguarda dallo scoraggiamento; sostiene in tutti i momenti di abbandono; dilata il cuore nell'attesa della beatitudine eterna. Lo slancio della speranza preserva dall'egoismo e conduce alla gioia della carit&agrave;.</p> <p align="left"><b> 1819</b> La speranza cristiana riprende e porta a pienezza la speranza del popolo eletto, la quale trova la propria origine ed il proprio modello nella <i>speranza di Abramo</i>, colmato in Isacco delle promesse di Dio e purificato dalla prova del sacrificio.<sup>90</sup> &laquo; Egli ebbe fede sperando contro ogni speranza e cos&igrave; divenne padre di molti popoli &raquo; (<i>Rm </i>4,18).</p> <p align="left"><b>1820</b> La speranza cristiana si sviluppa, fin dagli inizi della predicazione di Ges&ugrave;, nell'annuncio delle beatitudini. Le <i>beatitudini </i>elevano la nostra speranza verso il cielo come verso la nuova Terra promessa; ne tracciano il cammino attraverso le prove che attendono i discepoli di Ges&ugrave;. Ma per i meriti di Ges&ugrave; Cristo e della sua passione, Dio ci custodisce nella speranza che &laquo; non delude &raquo; (<i>Rm </i>5,5). La speranza &egrave; l'&laquo; &agrave;ncora della nostra vita, sicura e salda, la quale penetra [...] &raquo; l&agrave; &laquo; dove Ges&ugrave; &egrave; entrato per noi come precursore &raquo; (<i>Eb </i> 6,19-20). &Egrave; altres&igrave; un'arma che ci protegge nel combattimento della salvezza: &laquo; Dobbiamo essere [...] rivestiti con la corazza della fede e della carit&agrave;, avendo come elmo la speranza della salvezza &raquo; (<i>1 Ts </i> 5,8). Essa ci procura la gioia anche nella prova: &laquo; Lieti nella speranza, forti nella tribolazione &raquo; (<i>Rm </i>12,12). Si esprime e si alimenta nella preghiera, in modo particolarissimo nella preghiera del Signore, sintesi di tutto ci&ograve; che la speranza ci fa desiderare.</p> <p align="left"><b> 1821</b> Noi possiamo, dunque, sperare la gloria del cielo promessa da Dio a coloro che lo amano<sup>91</sup> e fanno la sua volont&agrave;.<sup>92</sup> In ogni circostanza ognuno deve sperare, con la grazia di Dio, di perseverare sino alla fine<sup>93</sup> e ottenere la gioia del cielo, quale eterna ricompensa di Dio per le buone opere compiute con la grazia di Cristo. Nella speranza la Chiesa prega che &laquo; tutti gli uomini siano salvati &raquo; (<i>1 Tm </i>2,4). Essa anela ad essere unita a Cristo, suo Sposo, nella gloria del cielo:</p> 
           <blockquote> 
            <p align="left">&laquo; Spera, anima mia, spera. Tu non conosci il giorno n&eacute; l'ora. Veglia premurosamente, tutto passa in un soffio, sebbene la tua impazienza possa rendere incerto ci&ograve; che &egrave; certo, e lungo un tempo molto breve. Pensa che quanto pi&ugrave; lotterai, tanto pi&ugrave; proverai l'amore che hai per il tuo Dio e tanto pi&ugrave; un giorno godrai con il tuo Diletto, in una felicit&agrave; ed in un'estasi che mai potranno aver fine &raquo;.<sup>94</sup></p> 
           </blockquote> <p align="left"><b>La carit&agrave;</b></p> <p align="left"><b> 1822</b> La carit&agrave; &egrave; la virt&ugrave; teologale per la quale amiamo Dio sopra ogni cosa per se stesso, e il nostro prossimo come noi stessi per amore di Dio.</p> <p align="left"><b>1823</b> Ges&ugrave; fa della carit&agrave; il <i> comandamento nuovo</i>.<sup>95</sup> Amando i suoi &laquo; sino alla fine &raquo; (<i>Gv </i> 13,1), egli manifesta l'amore che riceve dal Padre. Amandosi gli uni gli altri, i discepoli imitano l'amore di Ges&ugrave;, che essi ricevono a loro volta. Per questo Ges&ugrave; dice: &laquo; Come il Padre ha amato me, cos&igrave; anch'io ho amato voi. Rimanete nel mio amore &raquo; (<i>Gv </i>15,9). E ancora: &laquo; Questo &egrave; il mio comandamento: che vi amiate gli uni gli altri, come io vi ho amati &raquo; (<i>Gv </i>15,12).</p> <p align="left"><b>1824</b> La carit&agrave;, frutto dello Spirito e pienezza della Legge, osserva i <i> comandamenti </i>di Dio e del suo Cristo: &laquo; Rimanete nel mio amore. Se osserverete i miei comandamenti, rimarrete nel mio amore &raquo; (<i>Gv </i> 15,9-10).<sup>96</sup></p> <p align="left"><b>1825</b> Cristo &egrave; morto per amore verso di noi, quando eravamo ancora &laquo; nemici &raquo; (<i>Rm </i> 5,10). Il Signore ci chiede di amare come lui, perfino i nostri <i> nemici</i>,<sup>97</sup> di farci prossimo del pi&ugrave; lontano,<sup>98</sup> di amare i bambini<sup>99</sup> e i poveri come lui stesso.<sup> 100</sup></p> 
           <blockquote> 
            <p align="left">L'Apostolo san Paolo ha dato un ineguagliabile quadro della carit&agrave;: &laquo; La carit&agrave; &egrave; paziente, &egrave; benigna la carit&agrave;; non &egrave; invidiosa la carit&agrave;, non si vanta, non si gonfia, non manca di rispetto, non cerca il suo interesse, non si adira, non tiene conto del male ricevuto, non gode dell'ingiustizia, ma si compiace della verit&agrave;. Tutto copre, tutto crede, tutto spera, tutto sopporta &raquo; (<i>1 Cor </i>13,4-7).</p> 
           </blockquote> <p align="left"><b>1826</b> Se non avessi la carit&agrave;, dice ancora l'Apostolo, &laquo; non sono nulla &raquo;. E tutto ci&ograve; che &egrave; privilegio, servizio, perfino virt&ugrave;... senza la carit&agrave;, &laquo; niente mi giova &raquo;.<sup> 101</sup> La carit&agrave; &egrave; superiore a tutte le virt&ugrave;. &Egrave; la prima delle virt&ugrave; teologali: &laquo; Queste le tre cose che rimangono: la fede, la speranza e la carit&agrave;; <i>ma di tutte pi&ugrave; grande &egrave; la carit&agrave;</i> &raquo; (<i>1 Cor </i> 13,13).</p> <p align="left"><b>1827</b> L'esercizio di tutte le virt&ugrave; &egrave; animato e ispirato dalla carit&agrave;. Questa &egrave; il &laquo; vincolo di perfezione &raquo; (<i>Col </i> 3,14); &egrave; la <i>forma delle virt&ugrave;</i>; le articola e le ordina tra loro; &egrave; sorgente e termine della loro pratica cristiana. La carit&agrave; garantisce e purifica la nostra capacit&agrave; umana di amare. La eleva alla perfezione soprannaturale dell'amore divino.</p> <p align="left"><b>1828</b> La pratica della vita morale animata dalla carit&agrave; d&agrave; al cristiano la libert&agrave; spirituale dei figli di Dio. Egli non sta davanti a Dio come uno schiavo, nel timore servile, n&eacute; come il mercenario in cerca del salario, ma come un figlio che corrisponde all'amore di colui che &laquo; ci ha amati per primo &raquo; (<i>1 Gv </i>4,19):</p> 
           <blockquote> 
            <p align="left">&laquo; O ci allontaniamo dal male per timore del castigo e siamo nella disposizione dello schiavo. O ci lasciamo prendere dall'attrattiva della ricompensa e siamo simili ai mercenari. Oppure &egrave; per il bene in se stesso e per l'amore di colui che comanda che noi obbediamo [...] e allora siamo nella disposizione dei figli &raquo;.<sup> 102</sup></p> 
           </blockquote> <p align="left"><b>1829</b> La carit&agrave; ha come <i>frutti </i> la gioia, la pace e la misericordia; esige la generosit&agrave; e la correzione fraterna; &egrave; benevolenza; suscita la reciprocit&agrave;, si dimostra sempre disinteressata e benefica; &egrave; amicizia e comunione:</p> 
           <blockquote> 
            <p align="left">&laquo; Il compimento di tutte le nostre opere &egrave; l'amore. Qui &egrave; il nostro fine; per questo noi corriamo, verso questa meta corriamo; quando saremo giunti, vi troveremo riposo &raquo;.<sup> 103</sup></p> 
           </blockquote> <p align="left"><b><a name="III. I doni e i frutti dello Spirito Santo"> III. I doni e i frutti dello Spirito Santo</a></b></p> <p align="left"><b> 1830</b> La vita morale dei cristiani &egrave; sorretta dai doni dello Spirito Santo. Essi sono disposizioni permanenti che rendono l'uomo docile a seguire le mozioni dello Spirito Santo.</p> <p align="left"><b>1831</b> I sette <i>doni </i>dello Spirito Santo sono la sapienza, l'intelletto, il consiglio, la fortezza, la scienza, la piet&agrave; e il timore di Dio. Appartengono nella loro pienezza a Cristo, Figlio di Davide.<sup> 104</sup> Essi completano e portano alla perfezione le virt&ugrave; di coloro che li ricevono. Rendono i fedeli docili ad obbedire con prontezza alle ispirazioni divine.</p> 
           <blockquote> 
            <p align="left">&laquo; Il tuo Spirito buono mi guidi in terra piana &raquo; (<i>Sal </i> 143,10).</p> 
            <p align="left">&laquo; Tutti quelli che sono guidati dallo Spirito di Dio, costoro sono figli di Dio. [...] Se siamo figli, siamo anche eredi: eredi di Dio, coeredi di Cristo &raquo; (<i>Rm </i>8,14.17).</p> 
           </blockquote> <p align="left"><b>1832</b> I <i>frutti </i>dello Spirito sono perfezioni che lo Spirito Santo plasma in noi come primizie della gloria eterna. La tradizione della Chiesa ne enumera dodici: &laquo; amore, gioia, pace, pazienza, longanimit&agrave;, bont&agrave;, benevolenza, mitezza, fedelt&agrave;, modestia, continenza, castit&agrave; &raquo; (<i>Gal </i>5,22-23 vulg.).</p> <p align="left"><b><a name="In sintesi"> In sintesi</a></b></p> <p align="left"><b>1833</b> <i>La virt&ugrave; &egrave; una disposizione abituale e ferma a compiere il bene.</i></p> <p align="left"><b> 1834</b><i> Le virt&ugrave; umane sono disposizioni stabili dell'intelligenza e della volont&agrave;, che regolano i nostri atti, ordinano le nostre passioni e indirizzano la nostra condotta in conformit&agrave; alla ragione e alla fede. Possono essere raggruppate attorno a quattro virt&ugrave; cardinali: la prudenza, la giustizia, la fortezza e la temperanza.</i></p> <p align="left"><b> 1835</b><i> La prudenza dispone la ragione pratica a discernere, in ogni circostanza, il nostro vero bene e a scegliere i mezzi adeguati per attuarlo.</i></p> <p align="left"><b>1836</b><i> La giustizia consiste nella volont&agrave; costante e ferma di dare a Dio e al prossimo ci&ograve; che &egrave; loro dovuto.</i></p> <p align="left"><b>1837</b><i> La fortezza assicura, nelle difficolt&agrave;, la fermezza e la costanza nella ricerca del bene.</i></p> <p align="left"><b>1838</b><i> La temperanza modera l'attrattiva dei piaceri sensibili e rende capaci di equilibrio nell'uso dei beni creati.</i></p> <p align="left"><b> 1839</b><i> Le virt&ugrave; morali crescono per mezzo dell'educazione, di atti deliberati e della perseveranza nello sforzo. La grazia divina le purifica e le eleva.</i></p> <p align="left"><b>1840</b><i> Le virt&ugrave; teologali dispongono i cristiani a vivere in relazione con la Santissima Trinit&agrave;. Hanno Dio come origine, motivo e oggetto, Dio conosciuto mediante la fede, sperato e amato per se stesso.</i></p> <p align="left"><b> 1841</b><i> Tre sono le virt&ugrave; teologali: la fede, la speranza e la carit&agrave;</i>.<sup> 105</sup> <i>Esse informano e vivificano tutte le virt&ugrave; morali.</i></p> <p align="left"><b>1842</b><i> Per la fede noi crediamo in Dio e crediamo tutto ci&ograve; che egli ci ha rivelato e che la Chiesa ci propone da credere.</i></p> <p align="left"><b>1843</b><i> Per la speranza noi desideriamo e aspettiamo da Dio, con ferma fiducia, la vita eterna e le grazie per meritarla.</i></p> <p align="left"><b> 1844</b><i> Per la carit&agrave; noi amiamo Dio al di sopra di tutto e il nostro prossimo come noi stessi per amore di Dio. Essa &egrave; </i>&laquo; <i>il vincolo di perfezione</i> &raquo; (<i>Col </i>3,14) <i>e la forma di tutte le virt&ugrave;.</i></p> <p align="left"><b>1845</b><i> I sette doni dello Spirito Santo dati ai cristiani sono la sapienza, l'intelletto, il consiglio, la fortezza, la scienza, la piet&agrave; e il timore di Dio.</i></p> 
           <hr width="300" size="2" align="LEFT" /> <p align="left"><font size="2"> (81) San Gregorio di Nissa, <i>De beatitudinibus,</i> oratio 1: <i> Gregorii Nysseni opera</i>, ed. W. Jaeger, v. 72 (Leiden 1992) p. 82 (PG 44, 1200).</font></p> <p align="left"><font size="2">(82) San Tommaso d'Aquino, <i>Summa theologiae,</i> II-II, q. 47, a. 2, sed contra: Ed. Leon. 8, 349.</font></p> <p align="left"><font size="2">(83) Cf <i>Sir </i> 5,2; 37,27-31.</font></p> <p align="left"><font size="2">(84) Sant'Agostino, <i>De moribus Ecclesiae catholicae,</i> 1, 25, 46: CSEL 90, 51 (PL 32, 1330-1331).</font></p> <p align="left"><font size="2"> (85) Cf <i>2 Pt </i>1,4.</font></p> <p align="left"><font size="2">(86) Cf <i>1 Cor </i>13,13.</font></p> <p align="left"><font size="2">(87) Concilio Vaticano II, Cost. dogm. <i>Dei Verbum</i>, 5: AAS 58 (1966) 819.</font></p> <p align="left"><font size="2">(88) Cf Concilio di Trento, Sess. 6a, <i>Decretum de iustificatione</i>, c. 15: DS 1544.</font></p> <p align="left"><font size="2"> (89) Concilio Vaticano II, Cost. dogm. <i>Lumen gentium</i>, 42: AAS 57 (1965) 48; cf Id., Dich. <i>Dignitatis humanae</i>, 14: AAS 58 (1966) 940.</font></p> <p align="left"><font size="2">(90) Cf <i>Gn </i>17,4-8; 22,1-18.</font></p> <p align="left"><font size="2">(91) Cf <i>Rm </i> 8,28-30.</font></p> <p align="left"><font size="2">(92) Cf <i>Mt </i> 7,21.</font></p> <p align="left"><font size="2">(93) Cf <i>Mt </i>10,22; Concilio di Trento, Sess. 6a, <i>Decretum de iustificatione</i>, c. 13: DS 1541.</font></p> <p align="left"><font size="2">(94) Santa Teresa di Ges&ugrave;, <i>Exclamaciones del alma a Dios</i>, 15, 3: <i>Biblioteca M&iacute;stica Carmelitana</i>, v. 4 (Burgos 1917) p. 290.</font></p> <p align="left"><font size="2"> (95) Cf <i>Gv </i>13,34.</font></p> <p align="left"><font size="2">(96) Cf <i>Mt </i>22,40; <i>Rm </i>13,8-10.</font></p> <p align="left"><font size="2"> (97) Cf <i>Mt </i>5,44.</font></p> <p align="left"><font size="2">(98) Cf <i>Lc </i>10,27-37.</font></p> <p align="left"><font size="2">(99) Cf <i> Mc </i>9,37.</font></p> <p align="left"><font size="2">(100) Cf <i>Mt </i> 25,40.45.</font></p> <p align="left"><font size="2">(101) Cf <i>1 Cor </i> 13,1-3.</font></p> <p align="left"><font size="2">(102) San Basilio Magno, <i>Regulae fusius tractatae</i>, prol. 3: PG 31, 896.</font></p> <p align="left"><font size="2"> (103) Sant'Agostino, <i>In epistulam Ioannis ad Parthos tractatus,</i> 10, 4: PL 35, 2056-2057.</font></p> <p align="left"><font size="2">(104) Cf <i>Is </i>11,1-2.</font></p> <p align="left"><font size="2">(105) Cf <i> 1 Cor </i>13,13.</font></p> <p>&nbsp;</p></td> 
         </tr> 
        </tbody> 
       </table> </td> 
     </tr> 
     <tr> 
      <td align="left" valign="top" bgcolor="#FFFFFF" colspan="6"> 
       <hr /> <p align="center">&nbsp;</p></td> 
     </tr> 
    </tbody> 
   </table> 
  </div>  
 </body>
</html>